export default {
  global: {
    questions: "प्रशन",
    seeAll: "सभी देखें",
    dailyTriviaUpper: "दैनिक सामान्य ज्ञान",
    dailyTriviaLower: "दैनिक सामान्य ज्ञान",
    communityQuizzesUpper: "सामुदायिक क्विज़",
    communityQuizzesLower: "सामुदायिक प्रश्नोत्तरी",
    mapGamesUpper: "नक्शा खेल",
    mapGamesLower: "नक्शा खेल",
    flagGamesUpper: "फ्लैग गेम्स",
    flagGamesLower: "ध्वज खेल",
    leaderboard: "लीडरबोर्ड",
    resources: "संसाधन",
    merch: "वे बिक्री",
    blog: "ब्लॉग",
    perPage: "प्रति पृष्ठ",
    previous: "पहले का",
    next: "अगला",
    noQuizzesAlert: "प्रदर्शित करने के लिए कोई प्रश्नोत्तरी नहीं।",
    map: "नक्शा",
    maps: "एमएपीएस",
    flag: "झंडा",
    flags: "झंडे",
    mapping: "मानचित्रण",
    mappings: "मानचित्रण",
    view: "देखना",
    selectGroup: "कोई समूह चुनें...",
    loadingGroups: "समूह लोड हो रहे हैं...",
    addToCart: "कार्ट में डालें",
    login: "लॉग इन करें",
    email: "ईमेल",
    emailPlaceholder: "ईमेल दर्ज करें...",
    password: "कुंजिका",
    passwordPlaceholder: "पास वर्ड दर्ज करें...",
    register: "पंजीकरण करवाना",
    reset: "रीसेट",
    avatar: "अवतार",
    username: "उपयोगकर्ता नाम",
    usernamePlaceholder: "उपयोगकर्ता नाम दर्ज करें...",
    country: "देश",
    selectCountry: "कोई देश चुनें...",
    loadingCountries: "देश लोड हो रहे हैं...",
    privacyPolicy: "गोपनीयता नीति",
    termsOfService: "सेवा की शर्तें",
    and: "और",
    ourMission: "हमारा लक्ष्य",
    ourValues: "हमारे आदर्श",
    meetTheTeam: "टीम से मिलो",
    geoCoinExplainer:
      "GeoCoin हमारी इन-गेम मुद्रा है जिसे आप प्रत्येक बार क्विज़ में शून्य से अधिक स्कोर करने पर अर्जित करते हैं। आप कितना अच्छा प्रदर्शन करते हैं, इसके आधार पर आपके द्वारा कमाए जाने वाले सिक्कों की मात्रा।",
    profile: "प्रोफ़ाइल",
    quiz: "प्रश्न पूछना",
    rank: "पद",
    score: "अंक",
    time: "समय",
    added: "जोड़ा",
    name: "नाम",
    plays: "नाटकों",
    visibility: "दृश्यता",
    status: "दर्जा",
    actions: "कार्रवाई",
    noEntriesAlert: "प्रदर्शित करने के लिए कोई प्रविष्टि नहीं है।",
    my: "मेरे",
    quizzes: "प्रश्नोत्तरी",
    createQuiz: "प्रश्नोत्तरी बनाएँ",
    public: "जनता",
    private: "निजी",
    copyLink: "लिंक की प्रतिलिपि करें",
    edit: "संपादन करना",
    delete: "मिटाना",
    cookiePolicy: "कूकी नीति",
    acceptableUsePolicy: "स्वीकार्य उपयोग नीति",
    faq: "सामान्य प्रश्न",
    home: "घर",
    adminDashboard: "व्यवस्थापक डैशबोर्ड",
    myOrders: "मेरे आदेश",
    logout: "लॉग आउट",
    trivia: "सामान्य ज्ञान",
    community: "समुदाय",
    support: "सहारा",
    countriesOfTheWorld: "दुनिया के देश",
    capitalsOfTheWorld: "विश्व की राजधानियाँ",
    flagsOfTheWorld: "दुनिया के झंडे",
    usStates: "अमेरिकी राज्य",
    popularQuizzes: "लोकप्रिय प्रश्नोत्तरी",
    createAccountExplainer:
      "खाता नहीं है? XP कमाने, बैज अनलॉक करने और दोस्तों के साथ प्रतिस्पर्धा करने के लिए आज ही साइन अप करें!",
    createAnAccount: "खाता बनाएं",
    contactUs: "संपर्क करें",
    ashleyMidgley: "एशले मिडगली",
    companyEmail: "teamgeobuff@gmail.com",
    cancel: "रद्द करना",
    update: "अपडेट करना",
    data: "जानकारी",
    true: "सही",
    false: "गलत",
    yes: "हां",
    no: "नहीं",
    addQuestion: "प्रश्न जोड़ें",
    question: "प्रश्न",
    answers: "जवाब",
    type: "टाइप",
    of: "का",
    gameOver: "खेल खत्म",
    copyScore: "कॉपी स्कोर",
    playAgain: "फिर से चालू करें",
    finish: "खत्म करना",
    nextQuestion: "अगला सवाल",
    start: "शुरू",
    submit: "प्रस्तुत",
    enter: "दर्ज",
    giveUp: "छोड़ देना",
    recent: "हालिया",
    retry: "पुन: प्रयास करें",
    closeCircle: "बंद घेरा",
    toDisplay: "प्रदर्शित करने के लिए",
    results: "परिणाम",
    timeRemaining: "शेष समय",
    gameDetails: "खेल विवरण",
    hasAlreadyBeenAnswered: "पहले ही उत्तर दिया जा चुका है!",
    shoppingCart: "शॉपिंग कार्ट",
    details: "विवरण",
    price: "कीमत",
    quantity: "मात्रा",
    total: "कुल",
    apply: "लागू करना",
    clear: "स्पष्ट",
    checkout: "चेक आउट",
    loading: "लोड हो रहा है...",
    remove: "हटाना",
    viewCart: "गाडी देंखे",
    mins: "मिनट",
    shareQuiz: "प्रश्नोत्तरी साझा करें",
  },
  validations: {
    sizeRequired: "कृपया एक उपलब्ध आकार चुनें।",
    emailRequired: "कृपया कोई ईमेल पता दर्ज करें।",
    emailValid: "एक वैध ई - मेल पता होना चाहिए।",
    emailExistsPartOne: "ईमेल के साथ एक खाता",
    emailExistsPartTwo: "पहले से ही मौजूद है।",
    passwordRequired: "कृपया पासवर्ड दर्ज करें।",
    passwordMatch:
      "कम से कम 8 अक्षर, एक अपरकेस अक्षर, एक लोअरकेस अक्षर और एक संख्या होनी चाहिए।",
    avatarRequired: "कृपया एक अवतार चुनें।",
    usernameRequired: "कृपया एक उपयोगकर्ता नाम शामिल करें।",
    usernameMin: "कम से कम 3 वर्ण लंबा होना चाहिए।",
    usernameMax: "20 या उससे कम वर्णों का होना चाहिए।",
    usernameMatch: "रिक्त स्थान नहीं हो सकते।",
    countryRequired: "कृपया एक देश चुनिए।",
    shippingRequired: "कृपया एक शिपिंग विकल्प चुनें।",
    yourEmailValid: "कृपया अपना ईमेल पता शामिल करें।",
    firstNameRequired: "कृपया आपका पहला नाम शामिल करें।",
    lastNameRequired: "आपना अंतिम नाम शामिल करें।",
    addressRequired: "कृपया अपना पता शामिल करें।",
    quizNameRequired: "कृपया अपनी प्रश्नोत्तरी के लिए एक नाम दर्ज करें।",
    quizIsPublicRequired:
      "कृपया चुनें कि आपकी प्रश्नोत्तरी सार्वजनिक होगी या निजी।",
    quizQuestionsMin: "कम से कम एक प्रश्न अवश्य शामिल करें।",
    quizTypeRequired: "कृपया एक प्रश्नोत्तरी प्रकार का चयन करें।",
    questionRequired: "कृपया प्रश्न के लिए एक मान दर्ज करें।",
    answersMin: "कम से कम दो उत्तर अवश्य शामिल करें।",
    correctAnswerRequired: "कृपया एक सही उत्तर चुनें।",
    imageUrlRequired:
      "इमेज प्रश्नों के लिए इमेजयूआरएल शामिल करना चाहिए। कृपया एक छवि खोजें और नीचे दिए गए विकल्पों में से एक का चयन करें।",
    flagCodeRequired: "फ़्लैग प्रश्नों के लिए फ़्लैगकोड अवश्य शामिल करें.",
    mapRequired: "मानचित्र प्रश्नों के लिए मानचित्र अवश्य शामिल करें।",
    flagGroupLabelRequired: "कृपया एक ध्वज समूह लेबल दर्ज करें।",
    mappingKeyRequired: "कृपया एक मैपिंग कुंजी चुनें।",
    flagEntryCodeRequired: "ध्वज प्रविष्टि के लिए कृपया एक कोड दर्ज करें।",
    flagEntryUrlRequired: "फ़्लैग प्रविष्टि के लिए कृपया एक url दर्ज करें।",
    mappingLabelRequired: "कृपया एक समूह लेबल दर्ज करें।",
    mappingEntryNameRequired: "मैपिंग प्रविष्टि के लिए कृपया एक नाम दर्ज करें।",
    mappingEntryCodeRequired: "मैपिंग प्रविष्टि के लिए कृपया एक कोड दर्ज करें।",
    mappingEntrySVGNameRequired:
      "मैपिंग प्रविष्टि के लिए कृपया एक svg नाम दर्ज करें।",
  },
  scoreResponses: {
    perfect: [
      "पूर्ण गणना! बहुत बढ़िया!",
      "अरे वाह! पूर्ण गणना!",
      "एक सच्चा जियोबफ!",
      "जियोविज़!",
    ],
    good: ["शानदार स्कोर, शाबाश!", "Very nice work!", "Almost there!"],
    okay: [
      "बने रहिए!",
      "ठीक ठाक...",
      "एक ठीक स्कोर, कोशिश करते रहो!",
      "कम से कम आज आपने दिखाया",
    ],
    poor: [
      "अच्छा कम से कम आपने कोशिश की!",
      "उफ़... पुन: प्रयास करें?",
      "अच्छा भी नहीं, बढ़िया भी नहीं..",
    ],
  },
  toasts: {
    createQuizTitle: "प्रश्नोत्तरी बनाएँ",
    createQuizDescription: "प्रश्नोत्तरी सफलतापूर्वक बनाई गई।",
    editQuizTitle: "प्रश्नोत्तरी संपादित करें",
    editQuizDescription: "सफलतापूर्वक संपादित प्रश्नोत्तरी।",
    createCommunityQuizTitle: "सामुदायिक प्रश्नोत्तरी बनाएँ",
    createCommunityQuizDescription:
      "सामुदायिक प्रश्नोत्तरी सफलतापूर्वक बनाई गई।",
    editCommunityQuizTitle: "सामुदायिक प्रश्नोत्तरी संपादित करें",
    editCommunityQuizDescription:
      "सामुदायिक प्रश्नोत्तरी का सफलतापूर्वक संपादन किया गया।",
    deleteCommunityQuizTitle: "सामुदायिक प्रश्नोत्तरी हटाएं",
    deleteCommunityQuizDescription: "समुदाय प्रश्नोत्तरी सफलतापूर्वक हटाई गई.",
    copyLinkTitleOne: "प्रतिलिपि",
    copyLinkTitleTwo: "संपर्क",
    copyLinkDescription: "लिंक को क्लिपबोर्ड पर सफलतापूर्वक कॉपी किया गया.",
    copyScoreTitle: "कॉपी स्कोर",
    copyScoreDescription: "स्कोर को क्लिपबोर्ड पर कॉपी किया गया.",
    createFlagTitle: "झंडे बनाएँ",
    createFlagDescription: "सफलतापूर्वक नए झंडे बनाए गए।",
    deployUITitle: "यूआई तैनात करें",
    deployDevUIDescription: "वेब देव UI को सफलतापूर्वक परिनियोजित किया गया।",
    deployProdUIDescription:
      "वेब उत्पाद UI को सफलतापूर्वक परिनियोजित किया गया।",
    deployMobileProdUIDescription:
      "मोबाइल उत्पाद UI को सफलतापूर्वक परिनियोजित किया गया।",
    createTriviaTitle: "सामान्य ज्ञान बनाया",
    createTriviaDescription: "के लिए सफलतापूर्वक सामान्य ज्ञान बनाया गया",
    regenerateTriviaTitle: "सामान्य ज्ञान को पुन: उत्पन्न करें",
    regenerateTriviaDescription:
      "के लिए सफलतापूर्वक पुन: उत्पन्न सामान्य ज्ञान",
    clearOldTriviaTitle: "पुराने सामान्य ज्ञान को साफ़ करें",
    clearOldTriviaDescriptionOne:
      "इससे पुराने सभी ट्रिविया को सफलतापूर्वक हटा दिया गया",
    clearOldTriviaDescriptionTwo: "दिन पुराना।",
    bulkUploadTitle: "सामूहिक अपलोड",
    bulkUploadTriviaQuestionsDescription:
      "मैन्युअल ट्रिविया प्रश्नों को सफलतापूर्वक पार्स और अपलोड किया गया।",
    bulkUploadCommunityQuizDescription:
      "सामुदायिक प्रश्नोत्तरी को सफलतापूर्वक पार्स और अपलोड किया गया।",
    editManualTriviaQuestionTitle: "मैनुअल ट्रिविया प्रश्न संपादित करें",
    editManualTriviaQuestionDescription:
      "मैन्युअल ट्रिविया प्रश्न को सफलतापूर्वक संपादित किया गया।",
    createManualTriviaQuestionTitle: "मैनुअल ट्रिविया प्रश्न बनाएँ",
    createManualTriviaQuestionDescription:
      "मैन्युअल ट्रिविया प्रश्न सफलतापूर्वक बनाया गया।",
    deleteMappingTitle: "मैपिंग हटाएं",
    deleteMappingDescriptionOne: "सफलतापूर्वक हटा दिया गया",
    deleteMappingDescriptionTwo: "मानचित्रण।",
    editMappingTitle: "मैपिंग संपादित करें",
    editMappingDescriptionOne: "को सफलतापूर्वक संपादित किया",
    leaderboardEntrySubmittedTitle: "लीडरबोर्ड प्रविष्टि सबमिट की गई",
    leaderboardEntrySubmittedDescription:
      "आपकी लीडरबोर्ड प्रविष्टि सफलतापूर्वक सबमिट की गई थी।",
    itemAddedToCartTitle: "आइटम कार्ट में जोड़ा गया",
    itemAddedToCartDescription: "कार्ट में आइटम सफलतापूर्वक जोड़ा गया।",
    avatarUpdatedTitle: "अवतार अपडेट किया गया",
    avatarUpdatedDescription: "उपयोगकर्ता अवतार सफलतापूर्वक अपडेट किया गया।",
    userUpdatedTitle: "उपयोगकर्ता अपडेट किया गया",
    userUpdatedDescription: "उपयोगकर्ता विवरण सफलतापूर्वक अपडेट किया गया।",
    geoCoinDescription: "आपके बटुए में जोड़ा गया।",
  },
  heroBanner: {
    title: "खाओ, सोओ, प्रश्नोत्तरी करो, दोहराओ",
    subtitle: "एक खाता बनाएँ और",
    actionOne: "दुनिया भर के खिलाड़ियों के साथ प्रतिस्पर्धा करें!",
    actionTwo:
      "अपने साथियों के साथ साझा करने के लिए एक सामुदायिक प्रश्नोत्तरी बनाएं",
    actionThree: "हमारे शीतकालीन संग्रह से एक आइटम कॉपी करें",
    actionFour: "हमारे इंटरेक्टिव मानचित्र खेलों में से एक खेलें",
    actionFive: "हमारे ड्रैग एंड ड्रॉप फ्लैग गेम्स में से एक खेलें",
    actionSix: "हमारे ऑटो-जनरेटेड डेली ट्रिविया के साथ खुद को परखें",
    actionSeven:
      "अपने स्वयं के प्रोजेक्ट में हमारे संसाधनों के संग्रह का उपयोग करें",
  },
  homeHeader: {
    searchPlaceholder: "प्रश्नोत्तरी नाम दर्ज करें...",
  },
  homeSearchResults: {
    searchingFor: "के लिए खोज",
    searchResultsFor: "के लिए खोज परिणाम",
  },
  homeNoSearchResults: {
    alertPre: "के लिए कोई परिणाम नहीं निकला",
  },
  leaderboardFilters: {
    searchUsersPlaceholder: "उपयोगकर्ता खोजें...",
    searchRankPlaceholder: "रैंक डालें...",
  },
  leaderboardTable: {
    you: "(आप)",
    rank: "पद",
    username: "उपयोगकर्ता नाम",
    time: "समय",
    score: "अंक",
  },
  triviaList: {
    noTriviaAlert: "प्रदर्शित करने के लिए कोई सामान्य ज्ञान नहीं।",
  },
  communityQuizList: {
    upsellPre: "जो तुम देखते हो वह पसंद है?",
    upsellAuthenticatedAction:
      "हमारे कस्टम क्विज बिल्डर का उपयोग करके अपना खुद का बनाएं!",
    upsellLearnMore: "हमारे कस्टम क्विज़ बिल्डर के बारे में अधिक जानें!",
  },
  resources: {
    title: "जो तुम देखते हो वह पसंद है?",
    descriptionOne: "पर टीम से संपर्क करें",
    descriptionTwo:
      "हमारे एपीआई में शामिल होने और अपने स्वयं के प्रोजेक्ट में हमारे संसाधनों का उपयोग करने के बारे में और जानने के लिए।",
    componentLibraryHeading: "शौकीन यूआई",
    componentLibraryDescription:
      "हमारी साइट को सशक्त बनाने के लिए हमने जो रिएक्ट घटक बनाए हैं।",
    mapsDescription: "उपयोग में आसान SVG नक्शों का हमारा संग्रह।",
    flagsDescription: "उपयोग में आसान फ़्लैग यूआरएल का हमारा संग्रह।",
    mappingsDescription: "मैपिंग का संग्रह जो हमारे गेम को चलाता है।",
    backToResources: "संसाधन को लौटें",
  },
  mapResources: {
    title: "नक्शा संसाधन",
  },
  adminMapsTable: {
    name: "नाम",
    svg: "एसवीजी",
    noMapsAlert: "प्रदर्शित करने के लिए कोई नक्शा नहीं है।",
  },
  flagResources: {
    title: "ध्वज संसाधन",
  },
  adminFlagsTable: {
    noFlagsAlert: "दिखाने के लिए कोई फ़्लैग नहीं है.",
    code: "कोड",
    url: "यूआरएल",
  },
  mappingResources: {
    title: "मानचित्रण संसाधन",
  },
  adminMappings: {
    editMapping: "मैपिंग संपादित करें",
    deleteMapping: "मैपिंग हटाएं",
  },
  merch: {
    subtitle: "वर्तमान में केवल न्यूजीलैंड में उपलब्ध है!",
  },
  merchSummary: {
    backToMerch: "मर्च पर वापस",
    sizeGuide: "साइज़ संदर्शिका",
  },
  merchSummaryDetails: {
    selectASize: "कोई आकार चुनें...",
    soldOut: "बिक गया",
  },
  loginForm: {
    forgotPassword: "पासवर्ड भूल गए?",
  },
  registerLink: {
    message: "खाता नहीं है?",
    action: "आज साइन अप करें",
  },
  forgotPassword: {
    title: "पासवर्ड भूल गए",
  },
  forgotPasswordForm: {
    backToLogin: "लॉगिन पर वापस जाएं",
    title: "पासवर्ड भूल गए",
    explainer:
      "वह ईमेल पता दर्ज करें जिसका उपयोग आपने ज्वाइन करते समय किया था और हम आपको आपका पासवर्ड रीसेट करने के लिए एक लिंक भेजेंगे।",
    successMessage:
      "पासवर्ड रीसेट लिंक सफलतापूर्वक भेजा गया। कृपया अपनी ईमेल देखें।",
  },
  loginLink: {
    message: "पहले से ही साइन अप है?",
    action: "अपने अकाउंट में लॉग इन करें",
  },
  registerFormStepOne: {
    title: "खाता बनाएं",
    explainer:
      "साइन अप करने में आपकी रुचि के लिए चीयर्स! आइए अपना ईमेल और पासवर्ड दर्ज करके आरंभ करें। इनका उपयोग आपको साइन इन करने के लिए किया जाएगा।",
  },
  registerFormStepTwo: {
    selectYourAvatar: "अपना अवतार चुनें",
  },
  registerFormStepThree: {
    pickYourUsername: "अपना उपयोगकर्ता नाम चुनें",
    usernameExplainer:
      "अपने खाते के लिए एक अद्वितीय नाम चुनें। यदि आप अपना विचार बदलते हैं तो आप इसे बाद में अपनी प्रोफ़ाइल में अपडेट कर सकते हैं।",
    countryExplainer:
      "उस देश का चयन करें जिसका आप लीडरबोर्ड पर प्रतिनिधित्व करना चाहते हैं।",
    termsMessage: "मैं इसके लिए सहमत हूँ",
    createAccount: "खाता बनाएं",
  },
  ourMission: {
    goalOneMessage: "दुनिया का सबसे अच्छा ऑटो-जेनरेटिंग बनाएं",
    goalOneLink: "दैनिक भूगोल सामान्य ज्ञान",
    goalTwoMessageOne: "निर्माण करना",
    goalTwoLink: "कस्टम क्विज़-बिल्डर",
    goalTwoMessageTwo:
      "जिसका उपयोग शिक्षक छात्रों को कक्षा में व्यस्त रखने के लिए कर सकते हैं",
    goalThreeMessageOne: "हमारे साझा करें",
    goalThreeMessageTwo:
      "संसाधन ताकि अन्य लोग उन्हें अपनी परियोजनाओं में उपयोग कर सकें",
    quoteOne:
      "प्रौद्योगिकी हमारे बीच मानसिक और भौतिक दोनों जगहों की दूरियों को दूर कर सकती है, लेकिन यह भूलना आसान है कि जिस भूमि पर हम रहते हैं, काम करते हैं और अपने बच्चों की परवरिश करते हैं, वह बेहद महत्वपूर्ण है, और सात अरब निवासियों का नेतृत्व करने वालों की पसंद इस ग्रह का कुछ हद तक हमेशा नदियों, पहाड़ों, रेगिस्तानों, झीलों और समुद्रों द्वारा आकार लिया जाएगा जो हम सभी को विवश करते हैं - जैसा कि वे हमेशा करते हैं।",
    quoteTwo:
      "वर्तमान को समझने के लिए और भविष्य के बारे में प्रश्न पूछने के लिए एक अच्छी जगह जमीन पर है, जितना संभव हो उतना धीरे-धीरे यात्रा करना।",
  },
  ourValues: {
    valueOneTitle: "गुणवत्ता",
    valueOneDescription:
      "हम सभी प्लेटफॉर्म पर उपयोगकर्ता अनुभव की उच्चतम गुणवत्ता प्रदान करने के लिए समर्पित हैं ताकि उपयोगकर्ता चलते-फिरते या बड़ी स्क्रीन पर घर पर सीख सकें।",
    valueTwoTitle: "विविधता",
    valueTwoDescription:
      "हमारा उद्देश्य ट्रिविया प्रश्न बनाना, क्विज़ बनाना और संसाधनों को साझा करना है जो दुनिया भर के लोगों, स्थानों और संस्कृतियों का प्रतिनिधित्व करते हैं।",
    valueThreeTitle: "चुनौती",
    valueThreeDescription:
      "जब आप खुद को आगे बढ़ा रहे हों तो सीखना अधिक मजेदार होता है। हम ऐसी सामग्री वितरित करना चाहते हैं जो हमारे उपयोगकर्ताओं को चुनौती दे ताकि वे समय के साथ उत्तरोत्तर सुधार कर सकें।",
    feedbackTitle:
      "ऐसा महसूस करें कि हम इनमें से किसी एक मूल्य पर कम पड़ रहे हैं?",
    feedbackMessage:
      "हमें बताएं कि आपको कैसे लगता है कि हम इसमें बेहतर कर सकते हैं",
  },
  team: {
    founder: "संस्थापक",
    marketing: "विपणन",
    nz: "न्यूज़ीलैंड",
    joinTitle: "शामिल होने के इच्छुक हैं?",
    joinExplainerOne:
      "हम ऐसे शोधकर्ताओं की तलाश में हैं जो हमें अधिक सामान्य प्रश्न उत्पन्न करने में मदद कर सकते हैं, लेखक जो हमारे ब्लॉग या व्यवस्थापक मशीनों के लिए सामग्री बनाना चाहते हैं जो एसवीजी को पार्स करने में सहायता करना चाहते हैं ताकि हम अधिक प्रश्नोत्तरी उत्पन्न कर सकें।",
    joinExplainerTwo:
      "यदि यह आपको अच्छा लगता है, तो हमें पर एक लाइन फ़्लिक करें",
  },
  userProfileSummary: {
    memberSince: "से सदस्य",
  },
  userProfileSummaryMenu: {
    editProfile: "प्रोफ़ाइल संपादित करें",
    editAvatar: "अवतार को एडिट करें",
    downloadData: "डेटा डाउनलोड करें",
    downloadDataExplainer:
      "जियोबफ द्वारा एकत्र की गई सभी व्यक्तिगत जानकारी को डाउनलोड करता है।",
    deleteAccount: "खाता हटा दो",
  },
  userProfileAchievements: {
    title: "उपलब्धियों",
  },
  userProfileLeaderboardEntries: {
    title: "लीडरबोर्ड प्रविष्टियाँ",
  },
  updateUserFormModal: {
    title: "प्रोफ़ाइल अपडेट करें",
  },
  deleteAccountModal: {
    header: "खाता हटा दो",
    message:
      "क्या आप इस खाते को हटाने के लिए सुनिश्चित हैं? एक बार यह क्रिया पूरी हो जाने के बाद आप कोई भी डेटा पुनर्प्राप्त नहीं कर पाएंगे।",
  },
  deleteCommunityQuizModal: {
    header: "सामुदायिक प्रश्नोत्तरी हटाएं",
    message:
      "क्या आप वाकई इस प्रश्नोत्तरी को मिटाना चाहते हैं? इससे संबंधित सभी प्रश्न, उत्तर और क्विज प्ले हटा दिए जाएंगे।",
  },
  createCommunityQuiz: {
    title: "सामुदायिक प्रश्नोत्तरी बनाएँ",
  },
  editCommunityQuiz: {
    title: "सामुदायिक प्रश्नोत्तरी संपादित करें",
  },
  communityQuizForm: {
    quizNameLabel: "प्रश्नोत्तरी का नाम",
    quizNameHelper: "इसे संक्षिप्त और यादगार रखें!",
    quizNamePlaceholder: "प्रश्नोत्तरी नाम दर्ज करें...",
    descriptionLabel: "विवरण",
    descriptionHelper:
      "विवरण आपके क्विज़ को अन्य से अलग दिखाने में मदद करता है।",
    descriptionPlaceholder: "विवरण दर्ज करें...",
    isPublicLabel: "सार्वजनिक है ?",
    isPublicHelper:
      "सार्वजनिक क्विज़ सभी उपयोगकर्ताओं के लिए दृश्यमान हैं। निजी प्रश्नोत्तरी आपको दूसरों के साथ लिंक साझा करने का विकल्प देती हैं।",
    createQuiz: "प्रश्नोत्तरी बनाएँ",
    editQuiz: "प्रश्नोत्तरी संपादित करें",
    mustAddQuestionAlert: "आपको कम से कम एक प्रश्न जोड़ना होगा।",
  },
  communityQuizQuestionsField: {
    noQuestionsAdded: "कोई प्रश्न नहीं जोड़ा गया",
  },
  communityQuizQuestionForm: {
    questionLabel: "प्रश्न",
    questionPlaceholder: "प्रश्न दर्ज करें...",
    explainerLabel: "व्याख्याता",
    explainerPlaceholder: "व्याख्याता दर्ज करें...",
    imageUrlLabel: "छवि यूआरएल",
    imageUrlPlaceholder: "चित्र खोजें...",
    flagCategoryLabel: "ध्वज श्रेणी",
    flagCodeLabel: "फ्लैग कोड",
    mapLabel: "नक्शा",
    highlightedLabel: "हाइलाइट",
    flagAnswerCategoryLabel: "फ्लैग उत्तर श्रेणी",
    correctAnswerError: "कृपया एक सही उत्तर चुनें।",
    twoAnswersError: "कृपया कम से कम दो उत्तर जोड़ें।",
    answerOne: "उत्तर एक",
    answerTwo: "उत्तर दो",
    answerThree: "उत्तर तीन (वैकल्पिक)",
    answerFour: "उत्तर चार (वैकल्पिक)",
  },
  unsplashImageGrid: {
    noImagesFound: "छवि खोज ने शून्य आइटम लौटाए। कृपया पुन: प्रयास करें।",
  },
  questionTypeValuePreview: {
    photoBy: "द्वारा फोटो",
    on: "पर",
    unsplash: "unsplash",
  },
  communityQuizHasAnswersField: {
    label: "क्या उत्तरों में झंडे हैं?",
    helper: "ध्वज छवियों को शामिल करने के लिए उत्तर बटनों को सक्षम करता है",
  },
  communityQuizAnswersField: {
    placeholder: "उत्तर दर्ज करें...",
    flagCodeLabel: "फ्लैग कोड",
  },
  selectFormField: {
    defaultLabel: "कोई मान चुनें...",
  },
  communityQuizFlagSelectField: {
    imageAlt: "ध्वज उदाहरण",
    placeholder: "एक ध्वज कोड चुनें...",
  },
  communityQuizQuestionsTable: {
    editAriaLabel: "प्रश्न संपादित करें",
  },
  myOrders: {
    errorAlert:
      "आदेश प्राप्त करने में त्रुटि. पृष्ठ को रीफ्रेश करें और पुन: प्रयास करें।",
    noOrdersAlert: "प्रदर्शित करने का कोई आदेश नहीं है।",
  },
  gameOverModal: {
    backToMapText: "नक्शा और परिणाम देखें",
    backToMapExplainer:
      "नक्शा और अपने परिणाम देखने के लिए बेझिझक इस मोडल को बंद करें। चिंता न करें, आप बाद में भी अपना स्कोर जमा कर सकेंगे!",
  },
  gameOverModalExplainerText: {
    explainerTextOne: "आपको चाहिए",
    submitAScoreText: "अपने उच्च स्कोर को अपडेट करने के लिए।",
    submitALeaderboardEntryText: "लीडरबोर्ड प्रविष्टि सबमिट करने के लिए।",
    existingEntry: "मौजूदा प्रविष्टि",
    scoreQuizLoggedInExplainer:
      "यदि यह स्कोर आपके मौजूदा स्कोर से अधिक है, तो हम इसे पर्दे के पीछे से अपडेट कर देंगे।",
    noExistingEntryExplainer:
      "इस प्रश्नोत्तरी के लिए कोई मौजूदा प्रविष्टि नहीं है। सबमिट पर क्लिक करके आप एक नई लीडरबोर्ड प्रविष्टि बनाएंगे।",
    existingEntryExplainer:
      "इस प्रश्नोत्तरी के लिए आपके पास एक मौजूदा प्रविष्टि है। सबमिट पर क्लिक करके आप अपनी मौजूदा प्रविष्टि को अपडेट कर देंगे।",
  },
  shoppingCart: {
    continueShopping: "खरीदारी जारी रखें",
    emptyAlert: "आपकी गाड़ी खाली है।",
    invalidDiscountCodeAlert: "अमान्य छूट कोड। कृपया पुन: प्रयास करें।",
    invalidItemAlert:
      "डिस्काउंट कोड इस कार्ट के किसी भी आइटम पर लागू नहीं होता है। कृपया पुन: प्रयास करें।",
    successAlert: "डिस्काउंट कोड सफलतापूर्वक लागू किया गया",
    errorAlert: "डिस्काउंट कोड लागू करने में त्रुटि। कृपया पुन: प्रयास करें।",
  },
  discountFooter: {
    title: "छूट संकेत",
    placeholder: "डिस्काउंट कोड दर्ज करें...",
  },
  priceSummary: {
    subtotal: "सबटोटल:",
    nzWideShipping: "एनजेड-वाइड शिपिंग:",
    discount: "छूट:",
    total: "कुल:",
    proceed: "चेक आउट करने के लिए आगे बढ़ें",
  },
  checkoutForm: {
    addressPlaceholder: "अपना मोहल्ले का पता दर्ज करें...",
    backToCart: "कार्ट में वापस",
    deliveryMethod: "डिलिवरी विधि",
    contactDetails: "सम्पर्क करने का विवरण",
    emailPlaceholder: "अपना ईमेल पता दर्ज करें...",
    deliveryDetails: "वितरण विवरण",
    firstNameLabel: "पहला नाम",
    firstNamePlaceholder: "अपना पहला नाम दर्ज करें...",
    lastNameLabel: "उपनाम",
    lastNamePlaceholder: "अपना अंतिम नाम दर्ज करें...",
    addressLabel: "पता",
    addressHelperText:
      "नोट: हम वर्तमान में केवल न्यूज़ीलैंड के पतों पर डिलीवर कर रहे हैं।",
    continueToPayment: "भुगतान के लिए जारी रखें",
  },
  resetPasswordForm: {
    title: "अपना पासवर्ड रीसेट करें",
    explainer:
      "अपना नया पासवर्ड दर्ज करें। सुनिश्चित करें कि यह आपके पिछले वाले से सुरक्षित और अलग है।",
    passwordPlaceholder: "नया पासवर्ड दर्ज करें...",
  },
  resetPasswordError: {
    requestNewToken: "नए टोकन का अनुरोध करें",
  },
  resetPasswordSuccess: {
    title: "पासवर्ड सफलतापूर्वक अपडेट किया गया!",
    descriptionOne: "कृप्या",
    link: "लॉग इन करें",
    descriptionTwo: "जारी रखने के लिए।",
  },
  playFlagGames: {
    title: "फ्लैग गेम्स खेलें",
    description:
      "आप दुनिया के झंडे को कितनी अच्छी तरह जानते हैं? इंटरएक्टिव ड्रैग एंड ड्रॉप फ्लैग गेम्स के हमारे संग्रह के साथ अपने वेक्सिलोलॉजी और भूगोल कौशल का परीक्षण करें!",
    question: "काफी सुना?",
    actionText: "हमारे संग्रह को देखने के लिए यहां क्लिक करें!",
    imageAltOne: "खेल शुरू",
    explainerOne:
      "आप दुनिया के झंडे को कितनी अच्छी तरह जानते हैं? इंटरएक्टिव ड्रैग एंड ड्रॉप फ्लैग गेम्स के हमारे संग्रह के साथ अपने वैक्सिलोलॉजी कौशल का परीक्षण करें!",
    imageAltTwo: "फ्लैग ड्रैग उदाहरण",
    explainerTwo: "घड़ी के विरुद्ध इस दौड़ में जीत के लिए अपना रास्ता खींचें।",
    imageAltThree: "ध्वज ड्रॉप उदाहरण",
    explainerThree:
      "हमारा उत्तरदायी यूआई आपको बताता है कि आप कब सही रास्ते पर हैं या जब आपने गलती से कोस्टा रिका को क्रोएशिया के साथ मिला लिया है।",
  },
  playDailyTrivia: {
    title: "दैनिक भूगोल सामान्य ज्ञान",
    description:
      "आपका भूगोल का होमवर्क कुत्ते ने खा लिया? हमारा ऑटो-जेनरेटिंग दैनिक भूगोल सामान्य ज्ञान आपको भू-संबंधी सभी चीजों पर गति प्रदान करने के लिए एकदम सही है।",
    question: "काफी सुना?",
    actionText: "आज की प्रश्नोत्तरी में शामिल होने के लिए यहां क्लिक करें!",
    imageAltOne: "डेस्कटॉप मानचित्र प्रश्न",
    explainerOne:
      "आपका भूगोल का होमवर्क कुत्ते ने खा लिया? हमारा ऑटो-जनरेटिंग डेली ट्रिविया आपको भू-संबंधित हर चीज़ पर गति प्रदान करने के लिए एकदम सही है।",
    imageAltTwo: "मोबाइल फ्लैग प्रश्न",
    explainerTwo:
      "हमारा उत्तरदायी यूआई डेस्कटॉप और मोबाइल के बीच निर्बाध रूप से काम करता है ताकि आप चलते-फिरते या घर पर बड़ी स्क्रीन पर सीख सकें।",
    imageAltThree: "डेस्कटॉप छवि प्रश्न",
    explainerThree:
      "नक्शों, झंडों, स्थलों, मुद्राओं, नदियों, पहाड़ों, सीमाओं, निर्यात, राष्ट्रीय खेल और अन्य पर प्रश्न...",
    imageAltFour: "उदाहरण के ऊपर खेल",
    explainerFour:
      "अपने स्कोर को कॉपी करें और दोस्तों के साथ साझा करें ताकि वे जान सकें कि आप पल भर में दुनिया के उन देशों को छोड़ने के लिए तैयार हैं।",
  },
  playMapGames: {
    title: "मैप गेम खेलें",
    description:
      "आप दुनिया के देशों को कितनी अच्छी तरह जानते हैं? इंटरेक्टिव मैप गेम्स के हमारे संग्रह के साथ अपने कार्टोग्राफी और भूगोल ज्ञान का परीक्षण करें!",
    question: "काफी सुना?",
    actionText: "हमारे संग्रह को देखने के लिए यहां क्लिक करें!",
    imageAltOne: "खेल सूची उदाहरण",
    explainerOne:
      "आप दुनिया के देशों को कितनी अच्छी तरह जानते हैं? इंटरेक्टिव मैप गेम्स के हमारे व्यापक संग्रह के साथ अपने कार्टोग्राफी ज्ञान का परीक्षण करें!",
    imageAltTwo: "खेल प्रारंभ उदाहरण",
    explainerTwo:
      "हमारा उत्तरदायी यूआई डेस्कटॉप और मोबाइल के बीच निर्बाध रूप से काम करता है ताकि आप चलते-फिरते या घर पर बड़ी स्क्रीन पर सीख सकें।",
    imageAltThree: "मध्य-खेल उदाहरण",
    explainerThree:
      "घड़ी के विरुद्ध इस दौड़ में जीत के लिए अपना रास्ता टाइप करें। क्या आप लीडरबोर्ड पर सबसे तेज़ समय को हरा सकते हैं?",
  },
  createCommunityQuizzes: {
    title: "सामुदायिक क्विज़ बनाएँ",
    description:
      "उच्च गुणवत्ता वाले मानचित्रों, झंडों और छवियों के साथ कस्टम क्विज़ बनाना चाहते हैं? अपने दोस्तों, छात्रों या काम करने वालों के लिए एकदम सही ब्रेन स्क्रैचर बनाने के लिए हमारे क्विज़ बिल्डर का उपयोग करें!",
    question: "काफी सुना?",
    actionText: "अपना निर्माण शुरू करने के लिए आज ही साइन अप करें!",
    imageAltOne: "प्रश्नोत्तरी निर्माता उदाहरण",
    explainerOne:
      "उच्च गुणवत्ता वाले मानचित्रों, झंडों और छवियों के साथ कस्टम क्विज़ बनाना चाहते हैं? अपने दोस्तों, छात्रों या काम करने वालों के लिए एकदम सही ब्रेन स्क्रैचर बनाने के लिए हमारे क्विज़ बिल्डर का उपयोग करें!",
    imageAltTwo: "खेल प्रारंभ उदाहरण",
    explainerTwo:
      "प्रत्येक प्रश्न को परिष्कृत करने के लिए मानचित्र या फ़्लैग संसाधनों के हमारे व्यापक संग्रह का उपयोग करें।",
    imageAltThree: "सार्वजनिक/निजी टॉगल उदाहरण",
    explainerThree:
      "यह देखने के लिए अपने क्विज को सार्वजनिक करें कि हमारा जियोबफ समुदाय कैसा प्रदर्शन कर रहा है या इसे अपने दोस्तों के साथ साझा करने के लिए निजी रखें।",
    imageAltFour: "मेरे प्रश्नोत्तरी उदाहरण",
    explainerFour:
      "अपने क्विज़ देखें, संपादित करें या हटाएं और अपने उपयोगकर्ता प्रोफ़ाइल में क्विज़ नाटकों की जांच करें!",
  },
  privacyPolicy: {
    sectionOnePartOne:
      "आपकी निजता हमारे लिए महत्वपूर्ण है। यह जियोबफ की नीति है कि हम आपकी गोपनीयता का सम्मान करते हैं और किसी भी व्यक्तिगत जानकारी के बारे में किसी भी लागू कानून और विनियम का पालन करते हैं, जिसे हम आपकी वेबसाइट सहित, आपके बारे में एकत्र कर सकते हैं।",
    sectionOnePartTwo:
      ", और अन्य साइटें जिनका हम स्वामी हैं और संचालन करते हैं।",
    sectionTwo:
      "व्यक्तिगत जानकारी आपके बारे में कोई भी जानकारी है जिसका उपयोग आपकी पहचान करने के लिए किया जा सकता है। इसमें एक व्यक्ति के रूप में आपके बारे में जानकारी (जैसे नाम, पता और जन्म तिथि), आपके उपकरण, भुगतान विवरण और यहां तक कि आप किसी वेबसाइट या ऑनलाइन सेवा का उपयोग कैसे करते हैं, इसके बारे में जानकारी शामिल है।",
    sectionThree:
      "यदि हमारी साइट में तृतीय-पक्ष साइटों और सेवाओं के लिंक हैं, तो कृपया ध्यान रखें कि उन साइटों और सेवाओं की अपनी गोपनीयता नीतियां हैं। किसी तीसरे पक्ष की सामग्री के लिंक का अनुसरण करने के बाद, आपको उनकी पोस्ट की गई गोपनीयता नीति की जानकारी पढ़नी चाहिए कि वे व्यक्तिगत जानकारी कैसे एकत्र और उपयोग करते हैं। यह गोपनीयता नीति आपके हमारी साइट छोड़ने के बाद आपकी किसी भी गतिविधि पर लागू नहीं होती है।",
    sectionFour: "यह नीति 15 जुलाई 2021 तक प्रभावी है।",
    sectionFive: "अंतिम अद्यतन: 15 जुलाई 2021",
    informationWeCollectHeading: "सूचना हम एकत्र करते हैं",
    informationWeCollectPartOne: `Information we collect falls into one of two categories: 'voluntarily provided' information and 'automatically collected' information.`,
    informationWeCollectPartTwo: `'Voluntarily provided' information refers to any information you knowingly and actively provide us when using or participating in any of our services and promotions.`,
    informationWeCollectPartThree: `'Automatically collected' information refers to any information automatically sent by your devices in the course of accessing our products and services.`,
    logDataHeading: "लॉग डेटा",
    logDataPartOne:
      "जब आप हमारी वेबसाइट पर जाते हैं, तो हमारे सर्वर आपके वेब ब्राउज़र द्वारा प्रदान किए गए मानक डेटा को स्वचालित रूप से लॉग कर सकते हैं। इसमें आपके डिवाइस का इंटरनेट प्रोटोकॉल (आईपी) पता, आपके ब्राउज़र का प्रकार और संस्करण, आपके द्वारा विज़िट किए गए पृष्ठ, आपके विज़िट का समय और दिनांक, प्रत्येक पृष्ठ पर बिताया गया समय और आपकी विज़िट के बारे में अन्य विवरण शामिल हो सकते हैं।",
    logDataPartTwo:
      "इसके अतिरिक्त, यदि आप साइट का उपयोग करते समय कुछ त्रुटियों का सामना करते हैं, तो हम स्वचालित रूप से त्रुटि और इसके होने के आसपास की परिस्थितियों के बारे में डेटा एकत्र कर सकते हैं। इस डेटा में आपके डिवाइस के बारे में तकनीकी विवरण, त्रुटि होने पर आप क्या करने का प्रयास कर रहे थे, और समस्या से संबंधित अन्य तकनीकी जानकारी शामिल हो सकती है। आपको ऐसी त्रुटियों की सूचना प्राप्त हो भी सकती है और नहीं भी, भले ही वे होती हैं, वे हुई हैं, या त्रुटि की प्रकृति क्या है।",
    logDataPartThree:
      "कृपया ध्यान रखें कि हालांकि यह जानकारी व्यक्तिगत रूप से स्वयं की पहचान नहीं हो सकती है, लेकिन व्यक्तिगत व्यक्तियों की व्यक्तिगत रूप से पहचान करने के लिए इसे अन्य डेटा के साथ जोड़ना संभव हो सकता है।",
    personalInformationHeading: "व्यक्तिगत जानकारी",
    personalInformationPartOne:
      "हम व्यक्तिगत जानकारी मांग सकते हैं - उदाहरण के लिए, जब आप हमारे न्यूज़लेटर की सदस्यता लेते हैं या जब आप हमसे संपर्क करते हैं - जिसमें निम्न में से एक या अधिक शामिल हो सकते हैं:",
    userGeneratedContentHeading: "यूजर द्वारा बनाई गई सामग्री",
    userGeneratedContentPartOne: `We consider 'user-generated content' to be materials (text, image and/or video content) voluntarily supplied to us by our users for the purpose of publication, processing, or usage on our platform. All user-generated content is associated with the account or email address used to submit the materials.`,
    userGeneratedContentPartTwo:
      "कृपया ध्यान रखें कि प्रकाशन के उद्देश्य से आपके द्वारा सबमिट की गई कोई भी सामग्री पोस्ट करने (और बाद की समीक्षा या पुनरीक्षण प्रक्रिया) के बाद सार्वजनिक हो जाएगी। एक बार प्रकाशित होने के बाद यह इस गोपनीयता नीति के तहत कवर नहीं किए गए तीसरे पक्षों के लिए सुलभ हो सकता है।",
    transactionDataHeading: "लेन - देन के डेटा",
    transactionDataPartOne:
      "लेन-देन डेटा उस डेटा को संदर्भित करता है जो हमारे प्लेटफ़ॉर्म पर सामान्य संचालन के दौरान जमा होता है। इसमें लेन-देन रिकॉर्ड, संग्रहीत फ़ाइलें, उपयोगकर्ता प्रोफ़ाइल, विश्लेषण डेटा और अन्य मेट्रिक्स, साथ ही साथ अन्य प्रकार की जानकारी शामिल हो सकती है, जो उपयोगकर्ताओं द्वारा हमारी सेवाओं के साथ इंटरैक्ट करने पर बनाई या उत्पन्न की जाती है।",
    legitimateHeading: "आपकी व्यक्तिगत जानकारी को संसाधित करने के वैध कारण",
    legitimatePartOne:
      "हम आपकी व्यक्तिगत जानकारी केवल तभी एकत्र और उपयोग करते हैं जब हमारे पास ऐसा करने का वैध कारण होता है। ऐसी स्थिति में हम केवल व्यक्तिगत जानकारी एकत्र करते हैं जो आपको हमारी सेवाएं प्रदान करने के लिए यथोचित रूप से आवश्यक है।",
    collectionHeading: "सूचना का संग्रह और उपयोग",
    collectionPartOne:
      "जब आप हमारी वेबसाइट पर निम्न में से कोई भी कार्य करते हैं तो हम आपसे व्यक्तिगत जानकारी एकत्र कर सकते हैं:",
    collectionPartTwo: "एक खाते के लिए पंजीकरण करें",
    collectionPartThree: "एक सदस्यता खरीदें",
    collectionPartFour:
      "हमारी किसी भी प्रतियोगिता, प्रतियोगिता, स्वीपस्टेक्स और सर्वेक्षण में प्रवेश करें",
    collectionPartFive:
      "ईमेल या सोशल मीडिया चैनलों के माध्यम से हमसे अपडेट प्राप्त करने के लिए साइन अप करें",
    collectionPartSix:
      "हमारी सामग्री तक पहुँचने के लिए मोबाइल डिवाइस या वेब ब्राउज़र का उपयोग करें",
    collectionPartSeven:
      "ईमेल, सोशल मीडिया, या किसी भी समान तकनीकों के माध्यम से हमसे संपर्क करें",
    collectionPartEight: "जब आप सोशल मीडिया पर हमारा जिक्र करते हैं",
    collectionPartNine:
      "हम निम्नलिखित उद्देश्यों के लिए जानकारी एकत्र, धारण, उपयोग और प्रकट कर सकते हैं, और व्यक्तिगत जानकारी को आगे ऐसे तरीके से संसाधित नहीं किया जाएगा जो इन उद्देश्यों के साथ असंगत हो:",
    collectionPartTen:
      "आपको हमारे प्लेटफॉर्म की मुख्य विशेषताएं और सेवाएं प्रदान करने के लिए",
    collectionPartEleven: "आपको उत्पाद और/या सेवाएं प्रदान करने के लिए",
    collectionPartTwelve: "आपसे संपर्क करने और संवाद करने के लिए",
    collectionPartThirteen:
      "एनालिटिक्स, मार्केट रिसर्च और बिजनेस डेवलपमेंट के लिए, जिसमें हमारी वेबसाइट, संबद्ध एप्लिकेशन और संबंधित सोशल मीडिया प्लेटफॉर्म को संचालित और बेहतर बनाना शामिल है",
    collectionPartFourteen:
      "विज्ञापन और विपणन के लिए, जिसमें आपको हमारे उत्पादों और सेवाओं के बारे में प्रचारात्मक जानकारी और तृतीय पक्षों के बारे में जानकारी भेजना शामिल है, जिसे हम आपके लिए रुचिकर मानते हैं",
    collectionPartFifteen:
      "आपको हमारी वेबसाइट, संबंधित एप्लिकेशन और संबद्ध सोशल मीडिया प्लेटफॉर्म तक पहुंचने और उपयोग करने में सक्षम बनाने के लिए",
    collectionPartSixteen: "आंतरिक रिकॉर्ड रखने और प्रशासनिक उद्देश्यों के लिए",
    collectionPartSeventeen:
      "प्रतियोगिताएं, स्वीपस्टेक चलाने और/या आपको अतिरिक्त लाभ प्रदान करने के लिए",
    collectionPartEighteen:
      "हमारे कानूनी दायित्वों का पालन करने और हमारे किसी भी विवाद को हल करने के लिए",
    collectionPartNineteen:
      "हम स्वेच्छा से प्रदान की गई और स्वचालित रूप से एकत्र की गई व्यक्तिगत जानकारी को अन्य विश्वसनीय स्रोतों से प्राप्त होने वाली सामान्य जानकारी या शोध डेटा के साथ जोड़ सकते हैं। उदाहरण के लिए, यदि आप हमें अपना स्थान प्रदान करते हैं, तो हम आपको हमारी साइट और सेवा का बेहतर अनुभव प्रदान करने के लिए इसे मुद्रा और भाषा के बारे में सामान्य जानकारी के साथ जोड़ सकते हैं।",
    securityHeading: "आपकी व्यक्तिगत जानकारी की सुरक्षा",
    securityPartOne:
      "जब हम व्यक्तिगत जानकारी एकत्र और संसाधित करते हैं, और जब हम इस जानकारी को बनाए रखते हैं, तो हम नुकसान और चोरी को रोकने के साथ-साथ अनधिकृत पहुंच, प्रकटीकरण, नकल, उपयोग या संशोधन को व्यावसायिक रूप से स्वीकार्य तरीकों से सुरक्षित रखेंगे।",
    securityPartTwo:
      "यद्यपि हम आपके द्वारा प्रदान की गई व्यक्तिगत जानकारी की सुरक्षा के लिए अपनी पूरी कोशिश करेंगे, हम सलाह देते हैं कि इलेक्ट्रॉनिक प्रसारण या भंडारण की कोई भी विधि 100% सुरक्षित नहीं है और कोई भी पूर्ण डेटा सुरक्षा की गारंटी नहीं दे सकता है।",
    securityPartThree:
      "आप हमारी सेवाओं की सीमा के भीतर अपनी खुद की जानकारी की सुरक्षा सुनिश्चित करने के लिए, किसी भी पासवर्ड और उसकी समग्र सुरक्षा ताकत का चयन करने के लिए जिम्मेदार हैं। उदाहरण के लिए, यह सुनिश्चित करना कि आपकी व्यक्तिगत जानकारी और खातों तक पहुँचने से जुड़े कोई भी पासवर्ड सुरक्षित और गोपनीय हैं।",
    howLongHeading: "हम कब तक आपकी व्यक्तिगत जानकारी रखते हैं",
    howLongPartOne:
      "हम आपकी व्यक्तिगत जानकारी केवल तब तक रखते हैं जब तक हमें इसकी आवश्यकता होती है। इस गोपनीयता नीति के अनुसार, यह समय अवधि इस बात पर निर्भर हो सकती है कि हम आपकी जानकारी का उपयोग किस लिए कर रहे हैं। उदाहरण के लिए, यदि आपने हमारे साथ खाता बनाने के भाग के रूप में हमें व्यक्तिगत जानकारी प्रदान की है, तो हम इस जानकारी को उस अवधि तक बनाए रख सकते हैं जब तक आपका खाता हमारे सिस्टम पर मौजूद है। यदि इस उद्देश्य के लिए आपकी व्यक्तिगत जानकारी की अब आवश्यकता नहीं है, तो हम इसे हटा देंगे या आपकी पहचान करने वाले सभी विवरणों को हटाकर इसे गुमनाम कर देंगे।",
    howLongPartTwo:
      "हालाँकि, यदि आवश्यक हो, तो हम कानूनी, लेखांकन, या रिपोर्टिंग दायित्व के अनुपालन के लिए या सार्वजनिक हित, वैज्ञानिक, या ऐतिहासिक अनुसंधान उद्देश्यों या सांख्यिकीय उद्देश्यों में संग्रह उद्देश्यों के लिए आपकी व्यक्तिगत जानकारी को बनाए रख सकते हैं।",
    childrensPrivacyHeading: "बच्चों की गोपनीयता",
    childrensPrivacyPartOne:
      "हम अपने किसी भी उत्पाद या सेवा को सीधे 13 साल से कम उम्र के बच्चों पर लक्षित नहीं करते हैं और हम जानबूझकर 13 साल से कम उम्र के बच्चों के बारे में व्यक्तिगत जानकारी एकत्र नहीं करते हैं।",
    disclosureHeading: "तृतीय पक्षों को व्यक्तिगत जानकारी का प्रकटीकरण",
    disclosureSectionOne: "हम व्यक्तिगत जानकारी का खुलासा कर सकते हैं:",
    disclosureSectionTwo: "हमारी कंपनी के माता-पिता, सहायक या सहयोगी",
    disclosureSectionThree:
      "आईटी सेवा प्रदाताओं, डेटा स्टोरेज, होस्टिंग और सर्वर प्रदाताओं, एनालिटिक्स, एरर लॉगर्स, डेट कलेक्टर्स, मेंटेनेंस या प्रॉब्लम सॉल्विंग प्रोवाइडर्स, मार्केटिंग प्रोवाइडर्स सहित (बिना किसी सीमा के) अपनी सेवाएं प्रदान करने में सक्षम बनाने के उद्देश्य से थर्ड-पार्टी सर्विस प्रोवाइडर्स। पेशेवर सलाहकार, और भुगतान प्रणाली ऑपरेटर",
    disclosureSectionFour: "हमारे कर्मचारी, ठेकेदार और/या संबंधित संस्थाएं",
    disclosureSectionFive:
      "हमारे मौजूदा या संभावित एजेंट या व्यावसायिक भागीदार",
    disclosureSectionSix:
      "हमारे द्वारा चलाई जाने वाली किसी भी प्रतियोगिता, स्वीपस्टेक या प्रमोशन के प्रायोजक या प्रमोटर",
    disclosureSectionSeven:
      "क्रेडिट रिपोर्टिंग एजेंसियां, अदालतें, ट्रिब्यूनल और नियामक प्राधिकरण, उस स्थिति में जब आप हमारे द्वारा प्रदान की गई वस्तुओं या सेवाओं के लिए भुगतान करने में विफल रहते हैं",
    disclosureSectionEight:
      "किसी भी वास्तविक या संभावित कानूनी कार्यवाही के संबंध में, या हमारे कानूनी अधिकारों को स्थापित करने, उनका प्रयोग करने या उनकी रक्षा करने के लिए अदालतों, न्यायाधिकरणों, नियामक प्राधिकरणों और कानून प्रवर्तन अधिकारियों की कानून द्वारा आवश्यकता के अनुसार",
    disclosureSectionNine:
      "तीसरे पक्ष, जिनमें एजेंट या उप-ठेकेदार शामिल हैं, जो आपको जानकारी, उत्पाद, सेवाएं या प्रत्यक्ष विपणन प्रदान करने में हमारी सहायता करते हैं",
    disclosureSectionTen: "डेटा एकत्र करने और संसाधित करने के लिए तृतीय पक्ष",
    disclosureSectionEleven:
      "एक इकाई जो खरीदती है, या जिसे हम अपनी सभी संपत्ति और व्यवसाय को या काफी हद तक स्थानांतरित करते हैं",
    disclosureSectionTwelve:
      "वर्तमान में हम जिन तृतीय पक्षों का उपयोग करते हैं उनमें शामिल हैं:",
    disclosureSectionThirteen: "गूगल विश्लेषिकी",
    disclosureSectionFourteen: "सेंडग्रिड",
    disclosureSectionFifteen: "पट्टी",
    rightsHeading: "आपके अधिकार और आपकी व्यक्तिगत जानकारी को नियंत्रित करना",
    rightsSectionOneStrong: "आपकी पंसद:",
    rightsSectionOneText:
      "हमें व्यक्तिगत जानकारी प्रदान करके, आप समझते हैं कि हम इस गोपनीयता नीति के अनुसार आपकी व्यक्तिगत जानकारी एकत्र, धारण, उपयोग और प्रकट करेंगे। आपको हमें व्यक्तिगत जानकारी प्रदान करने की आवश्यकता नहीं है, हालांकि, यदि आप ऐसा नहीं करते हैं, तो यह हमारी वेबसाइट या इसके माध्यम से पेश किए जाने वाले उत्पादों और/या सेवाओं के आपके उपयोग को प्रभावित कर सकता है।",
    rightsSectionTwoStrong: "तृतीय पक्षों से जानकारी:",
    rightsSectionTwoText:
      "अगर हम किसी तीसरे पक्ष से आपके बारे में व्यक्तिगत जानकारी प्राप्त करते हैं, तो हम इस गोपनीयता नीति में निर्धारित तरीके से उसकी रक्षा करेंगे। यदि आप किसी अन्य व्यक्ति के बारे में व्यक्तिगत जानकारी प्रदान करने वाले तीसरे पक्ष हैं, तो आप प्रतिनिधित्व करते हैं और वारंट करते हैं कि आपके पास हमें व्यक्तिगत जानकारी प्रदान करने के लिए ऐसे व्यक्ति की सहमति है।",
    rightsSectionThreeStrong: "विपणन अनुमति:",
    rightsSectionThreeText:
      "यदि आप प्रत्यक्ष विपणन उद्देश्यों के लिए अपनी व्यक्तिगत जानकारी का उपयोग करने के लिए हमसे पहले सहमत हुए हैं, तो आप नीचे दिए गए विवरण का उपयोग करके हमसे संपर्क करके किसी भी समय अपना विचार बदल सकते हैं।",
    rightsSectionFourStrong: "पहुंच:",
    rightsSectionFourText:
      "आप हमारे पास आपके बारे में रखी गई व्यक्तिगत जानकारी के विवरण का अनुरोध कर सकते हैं।",
    rightsSectionFiveStrong: "सुधार:",
    rightsSectionFiveText:
      "यदि आप मानते हैं कि हमारे पास आपके बारे में कोई भी जानकारी गलत, पुरानी, अधूरी, अप्रासंगिक या भ्रामक है, तो कृपया इस गोपनीयता नीति में दिए गए विवरण का उपयोग करके हमसे संपर्क करें। गलत, अधूरी, भ्रामक, या पुरानी होने वाली किसी भी जानकारी को सही करने के लिए हम उचित कदम उठाएंगे।",
    rightsSectionSixStrong: "गैर भेदभाव:",
    rightsSectionSixText:
      "आपकी व्यक्तिगत जानकारी पर आपके किसी भी अधिकार का प्रयोग करने के लिए हम आपके साथ कोई भेदभाव नहीं करेंगे। जब तक आपको कोई विशेष सेवा या ऑफ़र प्रदान करने के लिए आपकी व्यक्तिगत जानकारी की आवश्यकता नहीं होती (उदाहरण के लिए लेन-देन डेटा संसाधित करना), हम आपको वस्तुओं या सेवाओं से वंचित नहीं करेंगे और/या आपसे वस्तुओं या सेवाओं के लिए अलग-अलग मूल्य या दरें वसूलेंगे, जिसमें छूट देना या प्रदान करना शामिल है। अन्य लाभ, या जुर्माना लगाना, या आपको वस्तुओं या सेवाओं का एक अलग स्तर या गुणवत्ता प्रदान करना।",
    rightsSectionSevenStrong: "व्यक्तिगत जानकारी डाउनलोड करना:",
    rightsSectionSevenText:
      "हमारी साइट के माध्यम से आपके द्वारा साझा की गई व्यक्तिगत जानकारी को डाउनलोड करने के लिए हम आपको एक साधन प्रदान करते हैं। अधिक जानकारी के लिए हमसे संपर्क करें।",
    rightsSectionEightStrong: "डेटा उल्लंघनों की अधिसूचना:",
    rightsSectionEightText:
      "हम किसी भी डेटा उल्लंघन के संबंध में हमारे लिए लागू कानूनों का पालन करेंगे।",
    rightsSectionNineStrong: "शिकायतें:",
    rightsSectionNineText:
      "यदि आप मानते हैं कि हमने एक प्रासंगिक डेटा संरक्षण कानून का उल्लंघन किया है और शिकायत करना चाहते हैं, तो कृपया नीचे दिए गए विवरणों का उपयोग करके हमसे संपर्क करें और हमें कथित उल्लंघन का पूरा विवरण प्रदान करें। हम तुरंत आपकी शिकायत की जांच करेंगे और लिखित रूप में आपको जवाब देंगे, हमारी जांच के परिणाम और आपकी शिकायत से निपटने के लिए हम क्या कदम उठाएंगे। आपको अपनी शिकायत के संबंध में किसी नियामक निकाय या डेटा सुरक्षा प्राधिकरण से संपर्क करने का भी अधिकार है।",
    rightsSectionTenStrong: "सदस्यता समाप्त करें:",
    rightsSectionTenText:
      "हमारे ईमेल डेटाबेस से सदस्यता समाप्त करने या संचार (विपणन संचार सहित) से ऑप्ट-आउट करने के लिए, कृपया इस गोपनीयता नीति में दिए गए विवरण का उपयोग करके हमसे संपर्क करें, या संचार में प्रदान की गई ऑप्ट-आउट सुविधाओं का उपयोग करके ऑप्ट-आउट करें। हमें आपकी पहचान की पुष्टि करने में मदद करने के लिए आपसे विशिष्ट जानकारी का अनुरोध करने की आवश्यकता हो सकती है।",
    cookiesHeading: "कुकीज़ का प्रयोग",
    cookiesSectionOne:
      "हम &#39;कुकीज़&#39; का उपयोग आपके और हमारी साइट पर आपकी गतिविधि के बारे में जानकारी एकत्र करने के लिए करते हैं। एक कुकी डेटा का एक छोटा सा टुकड़ा है जिसे हमारी वेबसाइट आपके कंप्यूटर पर संग्रहीत करती है, और हर बार आपके द्वारा विज़िट करने पर एक्सेस करती है, इसलिए हम समझ सकते हैं कि आप हमारी साइट का उपयोग कैसे करते हैं। यह आपके द्वारा निर्दिष्ट प्राथमिकताओं के आधार पर आपको सामग्री प्रदान करने में हमारी सहायता करता है।",
    cookiesSectionTwo: "अधिक जानकारी के लिए कृपया हमारी कुकी नीति देखें।",
    transfersHeader: "व्यापार स्थानान्तरण",
    transfersSectionOne:
      "अगर हम या हमारी संपत्तियां अधिग्रहित की जाती हैं, या ऐसी अप्रत्याशित घटना में कि हम व्यवसाय से बाहर हो जाते हैं या दिवालिएपन में प्रवेश कर जाते हैं, तो हम आपकी व्यक्तिगत जानकारी सहित डेटा को उन संपत्तियों में शामिल करेंगे, जो हमें अधिग्रहित करने वाले किसी भी पक्ष को हस्तांतरित की जाती हैं। आप स्वीकार करते हैं कि इस तरह के हस्तांतरण हो सकते हैं, और यह कि कोई भी पक्ष जो हमें प्राप्त करता है, लागू कानून द्वारा अनुमत सीमा तक, इस नीति के अनुसार आपकी व्यक्तिगत जानकारी का उपयोग करना जारी रख सकता है, जिसे मानने की आवश्यकता होगी क्योंकि यह किसी के लिए आधार है ऐसी जानकारी पर हमारा स्वामित्व या उपयोग अधिकार है।",
    limitsHeading: "हमारी नीति की सीमाएं",
    limitsSectionOne:
      "हमारी वेबसाइट उन बाहरी साइटों से लिंक हो सकती है जो हमारे द्वारा संचालित नहीं हैं। कृपया ध्यान रखें कि उन साइटों की सामग्री और नीतियों पर हमारा कोई नियंत्रण नहीं है, और हम उनकी संबंधित गोपनीयता प्रथाओं के लिए जिम्मेदारी या उत्तरदायित्व स्वीकार नहीं कर सकते।",
    changesHeading: "इस नीति में परिवर्तन",
    changesSectionOne:
      "अपने विवेक पर, हम अपनी व्यावसायिक प्रक्रियाओं, वर्तमान स्वीकार्य प्रथाओं, या विधायी या विनियामक परिवर्तनों के अपडेट को दर्शाने के लिए अपनी गोपनीयता नीति को बदल सकते हैं। यदि हम इस गोपनीयता नीति को बदलने का निर्णय लेते हैं, तो हम यहां परिवर्तनों को उसी लिंक पर पोस्ट करेंगे जिसके द्वारा आप इस गोपनीयता नीति तक पहुंच रहे हैं।",
    changesSectionTwo:
      "यदि परिवर्तन महत्वपूर्ण हैं, या यदि लागू कानून द्वारा आवश्यक है, तो हम आपसे (हमारे द्वारा संचार के लिए आपकी चयनित प्राथमिकताओं के आधार पर) और हमारे सभी पंजीकृत उपयोगकर्ताओं को नए विवरण और अद्यतन या परिवर्तित नीति के लिंक के साथ संपर्क करेंगे।",
    changesSectionThree:
      "यदि कानून द्वारा आवश्यक हो, तो हम आपकी अनुमति प्राप्त करेंगे या आपको आपकी व्यक्तिगत जानकारी के किसी भी नए उपयोग के लिए ऑप्ट इन या ऑप्ट आउट करने का अवसर देंगे।",
    apacHeading:
      "ऑस्ट्रेलियाई गोपनीयता अधिनियम अनुपालन (AU) के लिए अतिरिक्त प्रकटीकरण",
    apacHeadingTwo: "व्यक्तिगत जानकारी का अंतर्राष्ट्रीय स्थानान्तरण",
    apacSectionOne:
      "जहां आपकी व्यक्तिगत जानकारी का खुलासा पूरी तरह से ऑस्ट्रेलियाई गोपनीयता कानूनों के अधीन है, आप स्वीकार करते हैं कि गोपनीयता अधिनियम में कुछ तृतीय पक्षों को गोपनीयता अधिनियम और ऑस्ट्रेलियाई गोपनीयता सिद्धांतों द्वारा विनियमित नहीं किया जा सकता है। आप स्वीकार करते हैं कि यदि ऐसा कोई तीसरा पक्ष ऑस्ट्रेलियाई गोपनीयता सिद्धांतों का उल्लंघन करने वाले किसी भी कार्य या अभ्यास में संलग्न होता है, तो यह गोपनीयता अधिनियम के तहत जवाबदेह नहीं होगा, और आप गोपनीयता अधिनियम के तहत निवारण की मांग नहीं कर पाएंगे।",
    gdprHeading:
      "सामान्य डेटा संरक्षण विनियमन (जीडीपीआर) अनुपालन (ईयू) के लिए अतिरिक्त प्रकटीकरण",
    gdprHeadingTwo: "डेटा नियंत्रक / डेटा प्रोसेसर",
    gdprSectionOne:
      "GDPR उन संगठनों के बीच अंतर करता है जो अपने स्वयं के उद्देश्यों के लिए व्यक्तिगत जानकारी को संसाधित करते हैं (जिन्हें &#39;डेटा नियंत्रक&#39; के रूप में जाना जाता है) और ऐसे संगठन जो अन्य संगठनों की ओर से व्यक्तिगत जानकारी को संसाधित करते हैं (जिन्हें &#39;डेटा प्रोसेसर&#39; कहा जाता है)। हम, जियोबफ, हमारे हमसे संपर्क करें अनुभाग में दिए गए पते पर स्थित हैं, आपके द्वारा हमें प्रदान की जाने वाली व्यक्तिगत जानकारी के संबंध में एक डेटा नियंत्रक हैं।",
    legalBasesHeading:
      "आपकी व्यक्तिगत जानकारी को संसाधित करने के लिए कानूनी आधार",
    legalBasesSectionOne:
      "हम आपकी व्यक्तिगत जानकारी तभी एकत्र और उपयोग करेंगे जब हमारे पास ऐसा करने का कानूनी अधिकार होगा। किस मामले में, हम आपकी व्यक्तिगत जानकारी को कानूनी, निष्पक्ष और पारदर्शी तरीके से एकत्रित और उपयोग करेंगे। यदि हम आपकी व्यक्तिगत जानकारी को संसाधित करने के लिए आपकी सहमति चाहते हैं, और आपकी आयु 16 वर्ष से कम है, तो हम उस विशिष्ट उद्देश्य के लिए आपकी व्यक्तिगत जानकारी को संसाधित करने के लिए आपके माता-पिता या कानूनी अभिभावक की सहमति लेंगे।",
    legalBasesSectionTwo:
      "हमारे वैध आधार आपके द्वारा उपयोग की जाने वाली सेवाओं और आप उनका उपयोग कैसे करते हैं, इस पर निर्भर करते हैं। इसका मतलब है कि हम केवल निम्नलिखित आधारों पर आपकी जानकारी एकत्र करते हैं और उसका उपयोग करते हैं:",
    legalBasesHeadingTwo: "आपकी ओर से सहमति",
    legalBasesSectionThree:
      "जहाँ आप हमें किसी विशिष्ट उद्देश्य के लिए आपकी व्यक्तिगत जानकारी एकत्र करने और उपयोग करने की सहमति देते हैं। आप हमारे द्वारा प्रदान की जाने वाली सुविधाओं का उपयोग करके किसी भी समय अपनी सहमति वापस ले सकते हैं; हालांकि यह आपकी जानकारी के किसी भी उपयोग को प्रभावित नहीं करेगा जो पहले ही हो चुका है। आप सस्ता या प्रचार करने के उद्देश्य से अपना नाम और संपर्क विवरण प्रदान करने के लिए सहमति दे सकते हैं। जबकि आप किसी भी समय अपनी प्रविष्टि वापस ले सकते हैं, यह पहले से हो चुके किसी भी चयन या निर्णय को प्रभावित नहीं करेगा। यदि आपकी सहमति वापस लेने के तरीके के बारे में कोई और पूछताछ है, तो कृपया इस गोपनीयता नीति के हमसे संपर्क करें अनुभाग में प्रदान किए गए विवरण का उपयोग करके बेझिझक पूछताछ करें।",
    legalBasesHeadingThree: "एक अनुबंध या लेनदेन का प्रदर्शन",
    legalBasesSectionFour:
      "जहां आपने हमारे साथ अनुबंध या लेन-देन किया है, या हमारे द्वारा आपके साथ अनुबंध या लेनदेन करने से पहले प्रारंभिक कदम उठाने के लिए। उदाहरण के लिए, यदि आप हमसे कोई उत्पाद, सेवा या सदस्यता खरीदते हैं, तो हमें आपके आदेश को संसाधित करने और वितरित करने के लिए आपकी व्यक्तिगत और भुगतान जानकारी का उपयोग करने की आवश्यकता हो सकती है।",
    legalBasesHeadingFour: "हमारे वैध हित",
    legalBasesSectionFive:
      "जहां हम आकलन करते हैं कि यह हमारे वैध हितों के लिए आवश्यक है, जैसे कि हमारे लिए अपनी सेवाएं प्रदान करना, संचालित करना, सुधारना और संचार करना। हम अनुसंधान और विकास, हमारे दर्शकों को समझने, विपणन और हमारी सेवाओं को बढ़ावा देने, हमारी सेवाओं को कुशलतापूर्वक संचालित करने के लिए किए गए उपायों, विपणन विश्लेषण और हमारे कानूनी अधिकारों और हितों की रक्षा के लिए किए गए उपायों को शामिल करने के लिए हमारे वैध हितों पर विचार करते हैं।",
    legalBasesHeadingFive: "कानून का अनुपालन",
    legalBasesSectionSix:
      "कुछ मामलों में, आपकी व्यक्तिगत जानकारी का उपयोग करने या रखने के लिए हमारा कानूनी दायित्व हो सकता है। ऐसे मामलों में अदालती आदेश, आपराधिक जांच, सरकारी अनुरोध और नियामक बाध्यताएं शामिल हो सकती हैं (लेकिन इन्हीं तक सीमित नहीं हैं)। यदि आपके पास कानून का पालन करने के लिए व्यक्तिगत जानकारी को कैसे बनाए रखने के बारे में कोई और पूछताछ है, तो कृपया इस गोपनीयता नीति के हमसे संपर्क करें अनुभाग में प्रदान किए गए विवरण का उपयोग करके बेझिझक पूछताछ करें।",
    eeaHeading:
      "यूरोपीय आर्थिक क्षेत्र (ईईए) के बाहर अंतर्राष्ट्रीय स्थानान्तरण",
    eeaSectionOne:
      "हम यह सुनिश्चित करेंगे कि यूरोपीय आर्थिक क्षेत्र (ईईए) के देशों से ईईए के बाहर के देशों में व्यक्तिगत जानकारी का कोई भी हस्तांतरण उपयुक्त सुरक्षा उपायों द्वारा संरक्षित किया जाएगा, उदाहरण के लिए यूरोपीय आयोग द्वारा अनुमोदित मानक डेटा सुरक्षा खंड का उपयोग करके, या बाध्यकारी का उपयोग करके कॉर्पोरेट नियम या अन्य कानूनी रूप से स्वीकृत साधन।",
    yourRightsHeading:
      "आपके अधिकार और आपकी व्यक्तिगत जानकारी को नियंत्रित करना",
    yourRightsSectionOneStrong: "प्रतिबंध लगाना:",
    yourRightsSectionOneText:
      "आपको अनुरोध करने का अधिकार है कि हम आपकी व्यक्तिगत जानकारी के प्रसंस्करण को प्रतिबंधित करते हैं यदि (i) आप अपनी व्यक्तिगत जानकारी की सटीकता के बारे में चिंतित हैं; (ii) आपको लगता है कि आपकी व्यक्तिगत जानकारी को गैरकानूनी तरीके से प्रोसेस किया गया है; (iii) कानूनी दावे के उद्देश्य से आपको केवल व्यक्तिगत जानकारी बनाए रखने की आवश्यकता है; या (iv) हम वैध हितों के आधार पर प्रसंस्करण के संबंध में आपकी आपत्ति पर विचार करने की प्रक्रिया में हैं।",
    yourRightsSectionTwoStrong: "प्रसंस्करण पर आपत्ति:",
    yourRightsSectionTwoText:
      "आपको अपनी व्यक्तिगत जानकारी के प्रसंस्करण पर आपत्ति करने का अधिकार है जो हमारे वैध हितों या सार्वजनिक हित पर आधारित है। यदि ऐसा किया जाता है, तो हमें आपकी व्यक्तिगत जानकारी के प्रसंस्करण के लिए आगे बढ़ने के लिए प्रसंस्करण के लिए सम्मोहक वैध आधार प्रदान करना चाहिए जो आपके हितों, अधिकारों और स्वतंत्रता को ओवरराइड करता है।",
    yourRightsSectionThreeStrong: "डेटा पोर्टेबिलिटी:",
    yourRightsSectionThreeText:
      "आपके पास हमारे पास आपके बारे में रखी गई व्यक्तिगत जानकारी की एक प्रति का अनुरोध करने का अधिकार हो सकता है। जहां संभव होगा, हम यह जानकारी सीएसवी प्रारूप या अन्य आसानी से पढ़ने योग्य मशीन प्रारूप में प्रदान करेंगे। आपके पास यह अनुरोध करने का अधिकार भी हो सकता है कि हम इस व्यक्तिगत जानकारी को किसी तृतीय पक्ष को स्थानांतरित कर दें।",
    yourRightsSectionFourStrong: "हटाना:",
    yourRightsSectionFourText:
      "आपके पास यह अनुरोध करने का अधिकार हो सकता है कि हम किसी भी समय आपके बारे में रखी गई व्यक्तिगत जानकारी को हटा दें, और हम अपने वर्तमान रिकॉर्ड से आपकी व्यक्तिगत जानकारी को हटाने के लिए उचित कदम उठाएंगे। यदि आप हमसे अपनी व्यक्तिगत जानकारी को हटाने के लिए कहते हैं, तो हम आपको बताएंगे कि हटाने से हमारी वेबसाइट या उत्पादों और सेवाओं के आपके उपयोग पर क्या प्रभाव पड़ता है। विशिष्ट कानूनी कारणों से इस अधिकार के अपवाद हो सकते हैं, यदि लागू हो, तो हम आपके अनुरोध के जवाब में आपके लिए निर्धारित करेंगे। यदि आप अपना खाता समाप्त या हटाते हैं, तो हम आपके खाते को हटाने के 30 दिनों के भीतर आपकी व्यक्तिगत जानकारी को हटा देंगे। कृपया ध्यान रखें कि खोज इंजन और इसी तरह के तीसरे पक्ष अभी भी आपकी व्यक्तिगत जानकारी की प्रतियां रख सकते हैं, जिसे कम से कम एक बार सार्वजनिक किया गया है, जैसे कुछ प्रोफ़ाइल जानकारी और सार्वजनिक टिप्पणियां, भले ही आपने हमारी सेवाओं से जानकारी हटा दी हो या अपना खाता निष्क्रिय कर दिया हो।",
    californiaHeading: "कैलिफ़ोर्निया अनुपालन के लिए अतिरिक्त प्रकटीकरण (यूएस)",
    californiaSectionOne:
      "कैलिफ़ोर्निया नागरिक संहिता की धारा 1798.83 के तहत, यदि आप कैलिफ़ोर्निया में रहते हैं और हमारे साथ आपका व्यावसायिक संबंध मुख्य रूप से व्यक्तिगत, पारिवारिक या घरेलू उद्देश्यों के लिए है, तो आप हमसे उस जानकारी के बारे में पूछ सकते हैं जो हम अन्य संगठनों को उनके विपणन उद्देश्यों के लिए जारी करते हैं।",
    californiaSectionTwo:
      "इस तरह का अनुरोध करने के लिए, कृपया इस गोपनीयता नीति में विषय पंक्ति में &#39;कैलिफ़ोर्निया गोपनीयता जानकारी के लिए अनुरोध&#39; के साथ दिए गए विवरण का उपयोग करके हमसे संपर्क करें। आप प्रत्येक कैलेंडर वर्ष में एक बार इस प्रकार का अनुरोध कर सकते हैं। हम आपको पिछले कैलेंडर वर्ष में उनके विपणन उद्देश्यों के लिए अन्य संगठनों को उनके नाम और पते के साथ प्रकट की गई व्यक्तिगत जानकारी की श्रेणियों की एक सूची ईमेल करेंगे। इस तरह से साझा की गई सभी व्यक्तिगत जानकारी कैलिफोर्निया नागरिक संहिता की धारा 1798.83 द्वारा कवर नहीं की जाती है।",
    doNotTrackHeading: "ट्रैक न करें",
    doNotTrackSectionOne:
      "कुछ ब्राउज़रों में &#39;ट्रैक न करें&#39; सुविधा होती है जो आपको वेबसाइटों को यह बताने देती है कि आप अपनी ऑनलाइन गतिविधियों को ट्रैक नहीं करना चाहते हैं। इस समय हम ब्राउज़र के &#39;ट्रैक न करें&#39; संकेतों का जवाब नहीं देते हैं।",
    doNotTrackSectionTwo:
      "हम इस गोपनीयता नीति में उल्लिखित मानकों का पालन करते हैं, यह सुनिश्चित करते हुए कि हम व्यक्तिगत जानकारी को कानूनी, निष्पक्ष, पारदर्शी और ऐसा करने के वैध, कानूनी कारणों से एकत्र और संसाधित करते हैं।",
    cookiesAndPixelsHeading: "कुकीज़ और पिक्सेल",
    cookiesAndPixelsSectionOne:
      "यदि आपका ब्राउज़र अनुमति देता है तो आप हर समय हमारी साइट से कुकीज़ को अस्वीकार कर सकते हैं। अधिकांश ब्राउज़र आपको सभी या कुछ कुकीज़ की सेटिंग को अस्वीकार करने के लिए अपने ब्राउज़र पर सेटिंग सक्रिय करने की अनुमति देते हैं। तदनुसार, कुकीज़ को सीमित करने की आपकी क्षमता केवल आपके ब्राउज़र की क्षमताओं पर आधारित होती है। अधिक जानकारी के लिए कृपया इस गोपनीयता नीति के कुकीज़ अनुभाग देखें।",
    ccpaHeading: "सीसीपीए-अनुमत वित्तीय प्रोत्साहन",
    ccpaSectionOne:
      "गैर-भेदभाव के आपके अधिकार के अनुसार, हम आपको CCPA द्वारा अनुमत कुछ वित्तीय प्रोत्साहनों की पेशकश कर सकते हैं, जिसके परिणामस्वरूप हमारे द्वारा प्रदान की जाने वाली वस्तुओं या सेवाओं के लिए अलग-अलग मूल्य, दरें या गुणवत्ता स्तर हो सकते हैं।",
    ccpaSectionTwo:
      "हमारे द्वारा ऑफ़र किया जाने वाला कोई भी CCPA-अनुमत वित्तीय प्रोत्साहन आपकी व्यक्तिगत जानकारी के मूल्य से उचित रूप से संबंधित होगा और हम ऐसी लिखित शर्तें प्रदान करेंगे जो स्पष्ट रूप से इस तरह के ऑफ़र की प्रकृति का वर्णन करती हैं। वित्तीय प्रोत्साहन कार्यक्रम में भाग लेने के लिए आपकी पूर्व ऑप्ट-इन सहमति की आवश्यकता होती है, जिसे आप किसी भी समय रद्द कर सकते हैं।",
    caliNoticeHeading: "संग्रह की कैलिफोर्निया सूचना",
    caliNoticeSectionOne:
      "पिछले 12 महीनों में, हमने कैलिफ़ोर्निया उपभोक्ता गोपनीयता अधिनियम में वर्णित व्यक्तिगत जानकारी की निम्नलिखित श्रेणियों को एकत्र किया है:",
    caliNoticeSectionTwo:
      "हमारे द्वारा एकत्र की जाने वाली जानकारी के बारे में अधिक जानकारी के लिए, उन स्रोतों सहित जिनसे हम जानकारी प्राप्त करते हैं, &#39;सूचना हम एकत्रित करते हैं&#39; अनुभाग की समीक्षा करें। हम अपनी सेवा प्रदान करने और प्रबंधित करने सहित &#39;सूचना का संग्रह और उपयोग&#39; अनुभाग में वर्णित व्यावसायिक उद्देश्यों के लिए व्यक्तिगत जानकारी की इन श्रेणियों को एकत्र और उपयोग करते हैं।",
    rightToKnowHeading: "जानने और हटाने का अधिकार",
    rightToKnowSectionOne:
      "यदि आप कैलिफोर्निया के निवासी हैं, तो आपके पास हमारे द्वारा एकत्र की गई आपकी व्यक्तिगत जानकारी को हटाने और पिछले 12 महीनों में हमारे डेटा अभ्यासों के बारे में कुछ जानकारी जानने का अधिकार है। विशेष रूप से, आपको हमसे निम्नलिखित अनुरोध करने का अधिकार है:",
    rightToKnowSectionTwo:
      "आपके बारे में हमने जो व्यक्तिगत जानकारी एकत्र की है उसकी श्रेणियां;",
    rightToKnowSectionThree:
      "स्रोतों की श्रेणियां जिनसे व्यक्तिगत जानकारी एकत्र की गई थी;",
    rightToKnowSectionFour:
      "आपके बारे में व्यक्तिगत जानकारी की श्रेणियां जिन्हें हमने किसी व्यावसायिक उद्देश्य या बिक्री के लिए प्रकट किया है;",
    rightToKnowSectionFive:
      "तृतीय पक्षों की श्रेणियां जिनके लिए व्यक्तिगत जानकारी किसी व्यावसायिक उद्देश्य के लिए प्रकट की गई थी या बेची गई थी;",
    rightToKnowSectionSix:
      "व्यक्तिगत जानकारी एकत्र करने या बेचने का व्यावसायिक या व्यावसायिक उद्देश्य; और",
    rightToKnowSectionSeven:
      "व्यक्तिगत जानकारी के विशिष्ट टुकड़े जो हमने आपके बारे में एकत्र किए हैं।",
    rightToKnowSectionEight:
      "इनमें से किसी भी अधिकार का प्रयोग करने के लिए, कृपया इस गोपनीयता नीति में दिए गए विवरण का उपयोग करके हमसे संपर्क करें।",
    shineTheLightHeading: "प्रकाश चमकाओ",
    shineTheLightSectionOne:
      "यदि आप कैलिफ़ोर्निया के निवासी हैं, तो ऊपर बताए गए अधिकारों के अलावा, आपको हमसे उस तरीके के बारे में जानकारी का अनुरोध करने का अधिकार है, जिसमें हम कैलिफ़ोर्निया के &#39;शाइन द लाइट&#39; द्वारा परिभाषित कुछ व्यक्तिगत जानकारी को तीसरे पक्ष और सहयोगियों के साथ साझा करते हैं। खुद के प्रत्यक्ष विपणन उद्देश्यों।",
    shineTheLightSectionTwo:
      "यह जानकारी प्राप्त करने के लिए, इस गोपनीयता नीति में दिए गए संपर्क विवरण का उपयोग करके हमें एक अनुरोध भेजें। अनुरोधों में विवरण की पहली पंक्ति में &#39;कैलिफ़ोर्निया गोपनीयता अधिकार अनुरोध&#39; शामिल होना चाहिए और इसमें आपका नाम, सड़क का पता, शहर, राज्य और ज़िप कोड शामिल होना चाहिए।",
    contactUsSectionOne:
      "आपकी गोपनीयता के संबंध में किसी भी प्रश्न या चिंता के लिए, आप निम्नलिखित विवरणों का उपयोग करके हमसे संपर्क कर सकते हैं:",
  },
  termsOfService: {
    sectionOnePartOne:
      "ये सेवा की शर्तें यहां स्थित वेबसाइट के आपके उपयोग को नियंत्रित करती हैं",
    sectionOnePartTwo:
      "और जियोबफ द्वारा प्रदान की जाने वाली कोई भी संबंधित सेवाएं।",
    sectionTwoPartOne: "पहुँच कर",
    sectionTwoPartTwo:
      ", आप सेवा की इन शर्तों का पालन करने और सभी लागू कानूनों और विनियमों का पालन करने के लिए सहमत हैं। यदि आप इन सेवा की शर्तों से सहमत नहीं हैं, तो आपको इस वेबसाइट का उपयोग करने या इस तक पहुंचने या जियोबफ द्वारा प्रदान की जाने वाली किसी भी अन्य सेवाओं का उपयोग करने से प्रतिबंधित कर दिया गया है।",
    sectionThree:
      "हम, जियोबफ, अपने विवेकाधिकार पर इनमें से किसी भी सेवा की शर्तों की समीक्षा और संशोधन करने का अधिकार सुरक्षित रखते हैं। ऐसा करने पर, हम इस पेज को अपडेट कर देंगे। सेवा की इन शर्तों में कोई भी बदलाव प्रकाशन की तारीख से तुरंत प्रभावी होगा।",
    sectionFour:
      "ये सेवा की शर्तें अंतिम बार 15 जुलाई 2021 को अपडेट की गई थीं।",
    limitationsOfUseHeading: "उपयोग की सीमाएं",
    limitationsOfUseSectionOne:
      "इस वेबसाइट का उपयोग करके, आप स्वयं, अपने उपयोगकर्ताओं और अन्य पक्षों की ओर से वारंट करते हैं जिनका आप प्रतिनिधित्व करते हैं कि आप नहीं करेंगे:",
    limitationsOfUseSectionTwo:
      "इस वेबसाइट पर निहित किसी भी सामग्री और सॉफ़्टवेयर को संशोधित करना, कॉपी करना, व्युत्पन्न कार्य तैयार करना, डिकंपाइल या रिवर्स इंजीनियर करना;",
    limitationsOfUseSectionThree:
      "इस वेबसाइट पर किसी भी सामग्री और सॉफ़्टवेयर से किसी भी कॉपीराइट या अन्य स्वामित्व संबंधी नोटेशन को हटा दें;",
    limitationsOfUseSectionFour:
      "किसी अन्य व्यक्ति को सामग्री स्थानांतरित करना या किसी अन्य सर्वर पर सामग्री को &#39;मिरर&#39; करना;",
    limitationsOfUseSectionFive:
      "जानबूझकर या लापरवाही से इस वेबसाइट या इससे जुड़ी किसी भी सेवा का इस तरह से उपयोग करना जो हमारे नेटवर्क या जियोबफ द्वारा प्रदान की जाने वाली किसी अन्य सेवा का दुरुपयोग या बाधित करता है;",
    limitationsOfUseSectionSix:
      "किसी भी उत्पीड़क, अभद्र, अश्लील, कपटपूर्ण, या गैरकानूनी सामग्री को प्रसारित या प्रकाशित करने के लिए इस वेबसाइट या इससे जुड़ी सेवाओं का उपयोग करें;",
    limitationsOfUseSectionSeven:
      "किसी भी लागू कानूनों या विनियमों के उल्लंघन में इस वेबसाइट या इससे जुड़ी सेवाओं का उपयोग करना;",
    limitationsOfUseSectionEight:
      "अनधिकृत विज्ञापन या स्पैम भेजने के संयोजन में इस वेबसाइट का उपयोग करें;",
    limitationsOfUseSectionNine:
      "उपयोगकर्ता की सहमति के बिना उपयोगकर्ता डेटा की कटाई, संग्रह या संग्रह; या",
    limitationsOfUseSectionTen:
      "इस वेबसाइट या इससे जुड़ी सेवाओं का इस तरह से उपयोग करना जिससे गोपनीयता, बौद्धिक संपदा अधिकार या तीसरे पक्ष के अन्य अधिकारों का उल्लंघन हो सकता है।",
    intellectualPropertyHeading: "बौद्धिक संपदा",
    intellectualPropertySectionOne:
      "इस वेबसाइट में निहित सामग्री में बौद्धिक संपदा जियोबफ के स्वामित्व में है या इसके लिए लाइसेंस प्राप्त है और लागू कॉपीराइट और ट्रेडमार्क कानून द्वारा संरक्षित है। हम अपने उपयोगकर्ताओं को व्यक्तिगत, गैर-व्यावसायिक अस्थायी उपयोग के लिए सामग्री की एक प्रति डाउनलोड करने की अनुमति देते हैं।",
    intellectualPropertySectionTwo:
      "यह एक लाइसेंस के अनुदान का गठन करता है, शीर्षक का हस्तांतरण नहीं। यदि आप इनमें से किसी भी प्रतिबंध या सेवा की शर्तों का उल्लंघन करते हैं, तो यह लाइसेंस स्वतः समाप्त हो जाएगा, और किसी भी समय जियोबफ द्वारा समाप्त किया जा सकता है।",
    userGeneratedContentHeading: "यूजर द्वारा बनाई गई सामग्री",
    userGeneratedContentSectionOne:
      "आप हमारी वेबसाइट पर प्रकाशन के लिए हमें सबमिट की गई सामग्री पर अपने बौद्धिक संपदा स्वामित्व अधिकारों को बनाए रखते हैं। हम कभी भी आपकी सामग्री के स्वामित्व का दावा नहीं करेंगे लेकिन इसका उपयोग करने के लिए हमें आपसे लाइसेंस की आवश्यकता है।",
    userGeneratedContentSectionTwo:
      "जब आप बौद्धिक संपदा अधिकारों द्वारा कवर की गई सामग्री को पोस्ट, अपलोड, साझा या अन्यथा संचारित करने के लिए हमारी वेबसाइट या उससे जुड़ी सेवाओं का उपयोग करते हैं, तो आप हमें उपयोग करने, वितरित करने के लिए एक गैर-अनन्य, रॉयल्टी-मुक्त, हस्तांतरणीय, उप-लाइसेंस योग्य, विश्वव्यापी लाइसेंस प्रदान करते हैं। , संशोधित करें, चलाएं, कॉपी करें, सार्वजनिक रूप से प्रदर्शित करें, अनुवाद करें या अन्यथा अपनी सामग्री के व्युत्पन्न कार्यों को इस तरीके से बनाएं जो आपकी गोपनीयता प्राथमिकताओं और हमारी गोपनीयता नीति के अनुरूप हो।",
    userGeneratedContentSectionThree:
      "आपके द्वारा हमें प्रदान किया गया लाइसेंस आपकी सामग्री या खाते को हटाकर किसी भी समय समाप्त किया जा सकता है। हालांकि, जिस हद तक हमने (या हमारे भागीदारों ने) व्यावसायिक या प्रायोजित सामग्री के संबंध में आपकी सामग्री का उपयोग किया है, लाइसेंस तब तक जारी रहेगा जब तक कि हमारे द्वारा संबंधित वाणिज्यिक या पोस्ट को बंद नहीं कर दिया जाता।",
    userGeneratedContentSectionFour:
      "आप हमें अपने उपयोगकर्ता नाम और आपके खाते से जुड़ी अन्य पहचान वाली जानकारी का उपयोग करने की अनुमति देते हैं जो आपकी गोपनीयता प्राथमिकताओं और हमारी गोपनीयता नीति के अनुरूप है।",
    liabilityHeading: "देयता",
    liabilitySectionOne:
      "हमारी वेबसाइट और हमारी वेबसाइट पर सामग्री &#39;जैसा है&#39; के आधार पर प्रदान की जाती है। कानून द्वारा अनुमत सीमा तक, जियोबफ व्यक्त या निहित कोई वारंटी नहीं देता है, और बिना किसी सीमा के, निहित वारंटी या व्यापारिकता की शर्तों, किसी विशेष उद्देश्य के लिए फिटनेस, या बौद्धिक संपदा के गैर-उल्लंघन सहित अन्य सभी वारंटियों को अस्वीकृत और अस्वीकार करता है। या अधिकारों का अन्य उल्लंघन।",
    liabilitySectionTwo:
      "किसी भी स्थिति में जियोबफ या इसके आपूर्तिकर्ता आपके या किसी तीसरे पक्ष द्वारा इस वेबसाइट या इस वेबसाइट की सामग्री का उपयोग करने या उपयोग करने में असमर्थता से उत्पन्न होने वाली किसी भी परिणामी हानि के लिए उत्तरदायी नहीं होंगे, भले ही जियोबफ या अधिकृत प्रतिनिधि को सूचित किया गया हो , मौखिक या लिखित रूप में, इस तरह के नुकसान की संभावना के बारे में।",
    liabilitySectionThree:
      "इस समझौते के संदर्भ में, &#39;परिणामी हानि&#39; में कोई परिणामी हानि, अप्रत्यक्ष हानि, लाभ की वास्तविक या प्रत्याशित हानि, लाभ की हानि, राजस्व की हानि, व्यवसाय की हानि, सद्भावना की हानि, अवसर की हानि, बचत की हानि, हानि शामिल है। प्रतिष्ठा की हानि, उपयोग की हानि और/या डेटा की हानि या भ्रष्टाचार, चाहे क़ानून, अनुबंध, इक्विटी, टोर्ट (लापरवाही सहित), क्षतिपूर्ति या अन्यथा।",
    liabilitySectionFour:
      "क्योंकि कुछ क्षेत्राधिकार निहित वारंटियों की सीमाओं, या परिणामी या आकस्मिक क्षतियों के लिए उत्तरदायित्व की सीमाओं की अनुमति नहीं देते हैं, ये सीमाएं आप पर लागू नहीं हो सकती हैं।",
    accuracyOfMaterialsHeading: "सामग्री की शुद्धता",
    accuracyOfMaterialsSectionOne:
      "हमारी वेबसाइट पर दिखाई देने वाली सामग्रियां व्यापक नहीं हैं और केवल सामान्य सूचना उद्देश्यों के लिए हैं। जियोबफ इस वेबसाइट पर सामग्री के उपयोग की सटीकता, संभावित परिणाम, या विश्वसनीयता के संबंध में, या अन्यथा ऐसी सामग्री से संबंधित या इस वेबसाइट से जुड़े किसी भी संसाधन से संबंधित वारंट या कोई प्रतिनिधित्व नहीं करता है।",
    linksHeading: "लिंक",
    linksSectionOne:
      "जियोबफ ने अपनी वेबसाइट से जुड़ी सभी साइटों की समीक्षा नहीं की है और ऐसी किसी भी लिंक साइट की सामग्री के लिए जिम्मेदार नहीं है। किसी भी लिंक को शामिल करने का अर्थ साइट के जियोबफ द्वारा समर्थन, अनुमोदन या नियंत्रण नहीं है। ऐसी किसी भी लिंक्ड साइट का उपयोग आपके अपने जोखिम पर है और हम दृढ़ता से सलाह देते हैं कि आप उन साइटों की उपयुक्तता के संबंध में अपनी जांच स्वयं करें।",
    rightToTerminateHeading: "समाप्त करने का अधिकार",
    rightToTerminateSectionOne:
      "हम अपनी वेबसाइट का उपयोग करने के आपके अधिकार को निलंबित या समाप्त कर सकते हैं और सेवा की इन शर्तों के किसी भी उल्लंघन के लिए आपको लिखित सूचना पर सेवा की इन शर्तों को तुरंत समाप्त कर सकते हैं।",
    severanceHeading: "पृथक्करण",
    severanceSectionOne:
      "सेवा की इन शर्तों की कोई भी शर्त जो पूरी तरह या आंशिक रूप से शून्य या अप्रवर्तनीय है, उस सीमा तक काट दी जाती है कि यह शून्य या अप्रवर्तनीय है। इन सेवा की शेष शर्तों की वैधता प्रभावित नहीं होती है।",
    governingLawHeading: "शासी कानून",
    governingLawSectionOne:
      "सेवा की ये शर्तें न्यूज़ीलैंड के कानूनों द्वारा शासित और उनके अनुसार बनाई गई हैं। आप अपरिवर्तनीय रूप से उस राज्य या स्थान के न्यायालयों के अनन्य क्षेत्राधिकार को प्रस्तुत करते हैं।",
  },
  cookiePolicy: {
    sectionOnePartOne:
      "हम अपनी वेबसाइट के आपके अनुभव को बेहतर बनाने में सहायता के लिए कुकीज़ का उपयोग करते हैं",
    sectionOnePartTwo:
      ". यह कुकी नीति जियोबफ की गोपनीयता नीति का हिस्सा है। यह आपके डिवाइस और हमारी साइट के बीच कुकीज़ के उपयोग को कवर करता है।",
    sectionTwo:
      "हम उन तृतीय-पक्ष सेवाओं पर बुनियादी जानकारी भी प्रदान करते हैं जिनका हम उपयोग कर सकते हैं, जो अपनी सेवा के हिस्से के रूप में कुकीज़ का भी उपयोग कर सकते हैं। यह नीति उनकी कुकीज़ को कवर नहीं करती है।",
    sectionThreePartOne:
      "यदि आप हमसे कुकीज़ स्वीकार नहीं करना चाहते हैं, तो आपको अपने ब्राउज़र को कुकीज़ को अस्वीकार करने का निर्देश देना चाहिए",
    sectionThreePartTwo:
      ". ऐसी स्थिति में, हम आपको आपकी कुछ वांछित सामग्री और सेवाएँ प्रदान करने में असमर्थ हो सकते हैं।",
    whatIsACookieHeading: "कुकी क्या है?",
    whatIsACookieSectionOne:
      "कुकी डेटा का एक छोटा सा टुकड़ा है जिसे वेबसाइट आपके डिवाइस पर स्टोर करती है जब आप विजिट करते हैं। इसमें आमतौर पर स्वयं वेबसाइट के बारे में जानकारी होती है, एक विशिष्ट पहचानकर्ता जो साइट को आपके लौटने पर आपके वेब ब्राउज़र को पहचानने की अनुमति देता है, अतिरिक्त डेटा जो कुकी के उद्देश्य को पूरा करता है, और स्वयं कुकी का जीवनकाल।",
    whatIsACookieSectionTwo:
      "कुकीज़ का उपयोग कुछ सुविधाओं को सक्षम करने के लिए किया जाता है (जैसे लॉगिंग इन), साइट के उपयोग को ट्रैक करना (जैसे एनालिटिक्स), आपकी उपयोगकर्ता सेटिंग्स को संग्रहीत करना (जैसे समय क्षेत्र, अधिसूचना वरीयताएँ), और आपकी सामग्री (जैसे विज्ञापन, भाषा) को वैयक्तिकृत करना।",
    whatIsACookieSectionThree:
      "आपके द्वारा विज़िट की जा रही वेबसाइट द्वारा सेट की गई कुकीज़ को आमतौर पर प्रथम-पक्ष कुकी कहा जाता है। वे आमतौर पर केवल उस विशेष साइट पर आपकी गतिविधि को ट्रैक करते हैं।",
    whatIsACookieSectionFour:
      "अन्य साइटों और कंपनियों (अर्थात् तृतीय पक्ष) द्वारा सेट की गई कुकीज़ को तृतीय-पक्ष कुकीज़ कहा जाता है। उनका उपयोग आपको अन्य वेबसाइटों पर ट्रैक करने के लिए किया जा सकता है जो समान तृतीय-पक्ष सेवा का उपयोग करती हैं।",
    typesHeading: "कुकीज़ के प्रकार और हम उनका उपयोग कैसे करते हैं",
    typesHeadingTwo: "आवश्यक कुकीज़",
    typesSectionOne:
      "आवश्यक कुकीज़ एक वेबसाइट के आपके अनुभव के लिए महत्वपूर्ण हैं, जो उपयोगकर्ता लॉगिन, खाता प्रबंधन, शॉपिंग कार्ट और भुगतान प्रसंस्करण जैसी मुख्य सुविधाओं को सक्षम करती हैं।",
    typesSectionTwo:
      "हम अपनी वेबसाइट पर कुछ कार्यों को सक्षम करने के लिए आवश्यक कुकीज़ का उपयोग करते हैं।",
    typesHeadingThree: "प्रदर्शन कुकीज़",
    typesSectionThree:
      "प्रदर्शन कुकीज़ ट्रैक करती हैं कि आप अपनी यात्रा के दौरान किसी वेबसाइट का उपयोग कैसे करते हैं। आमतौर पर, यह जानकारी गुमनाम और एकत्रित होती है, जिसमें सभी साइट उपयोगकर्ताओं पर नज़र रखी जाती है। वे कंपनियों को विज़िटर के उपयोग के पैटर्न को समझने, समस्याओं या त्रुटियों की पहचान करने और उनका निदान करने में मदद करते हैं, और अपने दर्शकों के समग्र वेबसाइट अनुभव को बेहतर बनाने के लिए बेहतर रणनीतिक निर्णय लेते हैं। ये कुकीज़ आपके द्वारा देखी जा रही वेबसाइट (प्रथम-पक्ष) या तृतीय-पक्ष सेवाओं द्वारा सेट की जा सकती हैं। वे आपके बारे में व्यक्तिगत जानकारी एकत्र नहीं करते हैं।",
    typesHeadingFour: "कार्यक्षमता कुकीज़",
    typesSectionFive:
      "कार्यक्षमता कुकीज़ का उपयोग आपके डिवाइस और आपके द्वारा देखी जा रही वेबसाइट (जैसे भाषा और समय क्षेत्र सेटिंग्स) पर आपके द्वारा कॉन्फ़िगर की जा सकने वाली किसी भी सेटिंग के बारे में जानकारी एकत्र करने के लिए किया जाता है। इस जानकारी के साथ, वेबसाइटें आपको अनुकूलित, उन्नत या अनुकूलित सामग्री और सेवाएँ प्रदान कर सकती हैं। ये कुकीज़ आपके द्वारा देखी जा रही वेबसाइट (प्रथम-पक्ष) या तृतीय-पक्ष सेवाओं द्वारा सेट की जा सकती हैं।",
    typesHeadingFive: "लक्ष्यीकरण/विज्ञापन कुकीज़",
    typesSectionSeven:
      "लक्ष्यीकरण/विज्ञापन कुकीज़ यह निर्धारित करने में मदद करती हैं कि कौन सी प्रचारात्मक सामग्री आपके और आपकी रुचियों के लिए सबसे अधिक प्रासंगिक और उपयुक्त है। वेबसाइटें उनका उपयोग लक्षित विज्ञापन देने या आपके द्वारा विज्ञापन देखे जाने की संख्या को सीमित करने के लिए कर सकती हैं। इससे कंपनियों को अपने अभियानों की प्रभावशीलता और आपके सामने प्रस्तुत सामग्री की गुणवत्ता में सुधार करने में मदद मिलती है। ये कुकीज़ आपके द्वारा देखी जा रही वेबसाइट (प्रथम-पक्ष) या तृतीय-पक्ष सेवाओं द्वारा सेट की जा सकती हैं। तृतीय-पक्ष द्वारा निर्धारित लक्ष्य/विज्ञापन कुकीज़ का उपयोग आपको अन्य वेबसाइटों पर ट्रैक करने के लिए किया जा सकता है जो समान तृतीय-पक्ष सेवा का उपयोग करते हैं।",
    weDoNotUse: "हम अपनी साइट पर इस प्रकार की कुकी का उपयोग नहीं करते हैं।",
  },
  acceptableUsePolicy: {
    sectionOne:
      "यह स्वीकार्य उपयोग नीति किसी चल रहे समझौते के तहत जियोबफ द्वारा प्रदान किए गए उत्पादों, सेवाओं और प्रौद्योगिकियों (सामूहिक रूप से &#39;उत्पादों&#39; के रूप में संदर्भित) को कवर करती है। यह हमें, हमारे ग्राहकों और सामान्य इंटरनेट समुदाय को अनैतिक, गैर-जिम्मेदार और अवैध गतिविधि से बचाने के लिए डिज़ाइन किया गया है।",
    sectionTwo:
      "इस स्वीकार्य उपयोग नीति द्वारा निषिद्ध गतिविधियों में शामिल होने वाले जियोबफ ग्राहक सेवा निलंबन और खाता समाप्ति के लिए उत्तरदायी हो सकते हैं। अत्यधिक मामलों में, हम कानूनी रूप से ऐसे ग्राहकों को संबंधित अधिकारियों को रिपोर्ट करने के लिए बाध्य हो सकते हैं।",
    sectionThree: "इस नीति की पिछली बार समीक्षा 15 जुलाई 2021 को की गई थी।",
    fairUseHeading: "उचित उपयोग",
    fairUseSectionOne:
      "हम अपनी सुविधाएं इस धारणा के साथ प्रदान करते हैं कि हमारे ऑफ़र शेड्यूल के अनुसार आपका उपयोग &#39;सामान्य रूप से व्यवसायिक&#39; होगा। यदि आपका उपयोग अत्यधिक माना जाता है, तो अतिरिक्त शुल्क लिया जा सकता है या क्षमता प्रतिबंधित हो सकती है।",
    fairUseSectionTwo:
      "हम सभी प्रकार के दुर्व्यवहार, भेदभाव, अधिकारों के उल्लंघन और/या किसी भी समूह, व्यक्ति या संसाधन को हानि पहुँचाने या नुकसान पहुँचाने वाली किसी भी कार्रवाई का विरोध करते हैं। हम उम्मीद करते हैं कि हमारे ग्राहक और जहां लागू हो, उनके उपयोगकर्ता (&#39;एंड-यूजर्स&#39;) इसी तरह हमारे उत्पादों को समान इरादे से संलग्न करें।",
    customerAccountabilityHeading: "ग्राहक जवाबदेही",
    customerAccountabilitySectionOne:
      "हम अपने ग्राहकों को अपने स्वयं के कार्यों के साथ-साथ ग्राहक की अनुमति से हमारे उत्पादों का उपयोग करने वाले किसी भी व्यक्ति के कार्यों के लिए जिम्मेदार मानते हैं। उचित सुरक्षा उपायों को लागू करने में ग्राहक की विफलता के परिणामस्वरूप अनधिकृत आधार पर हमारे उत्पादों का उपयोग करने वाले किसी भी व्यक्ति पर यह जिम्मेदारी भी लागू होती है।",
    customerAccountabilitySectionTwo:
      "हमसे उत्पादों को स्वीकार करके, हमारे ग्राहक अपने अंतिम उपयोगकर्ताओं के रूप में उत्पादों का उपयोग करने वाले किसी भी व्यक्ति की ओर से इस नीति का पालन सुनिश्चित करने के लिए सहमत होते हैं। ग्राहकों या उनके अंतिम-उपयोगकर्ताओं के कार्यों के संबंध में शिकायतें विचाराधीन खाते के लिए नामांकित संपर्क को भेजी जाएंगी।",
    customerAccountabilitySectionThree:
      "यदि कोई ग्राहक - या उनका अंतिम उपयोगकर्ता या ग्राहक के परिणामस्वरूप हमारे उत्पादों का उपयोग करने वाला कोई भी व्यक्ति - हमारी स्वीकार्य उपयोग नीति का उल्लंघन करता है, तो हम आपत्तिजनक खाते या खाते से जुड़े किसी भी उत्पाद को समाप्त करने या कोई उपचारात्मक या निवारक उपाय करने का अधिकार सुरक्षित रखते हैं। कार्रवाई हम नोटिस के बिना उचित समझते हैं। कानून द्वारा अनुमत सीमा तक, हमारी स्वीकार्य उपयोग नीति के किसी भी उल्लंघन के परिणामस्वरूप सेवा में रुकावट के लिए कोई क्रेडिट उपलब्ध नहीं होगा।",
    prohibitedActivityHeading: "निषिद्ध गतिविधि",
    prohibitedActivityHeadingTwo:
      "कॉपीराइट उल्लंघन और अनधिकृत सामग्री तक पहुंच",
    prohibitedActivitySectionOne:
      "हमारे उत्पादों का उपयोग किसी भी लागू कानून के उल्लंघन में किसी सामग्री को प्रसारित, वितरित या संग्रहीत करने के लिए नहीं किया जाना चाहिए। इसमें शामिल है लेकिन यह तक सीमित नहीं है:",
    prohibitedActivitySectionTwo:
      "कॉपीराइट, ट्रेडमार्क, व्यापार रहस्य या अन्य बौद्धिक संपदा अधिकार द्वारा संरक्षित कोई भी सामग्री उचित प्राधिकरण के बिना उपयोग की जाती है, और",
    prohibitedActivitySectionThree:
      "कोई भी सामग्री जो अश्लील, मानहानिकारक है, एक अवैध खतरा है या निर्यात नियंत्रण कानूनों का उल्लंघन करती है।",
    prohibitedActivitySectionFour:
      "ग्राहक हमारे उत्पादों के माध्यम से या उन पर इनपुट, अपलोड, प्रसार, संचारित, बनाने या प्रकाशित करने वाली सभी सामग्री के लिए और ऐसी सामग्री में शामिल किसी भी कार्य का उपयोग करने के लिए कानूनी अनुमति प्राप्त करने के लिए पूरी तरह से जिम्मेदार है।",
    prohibitedActivityHeadingThree: "स्पैम और अनधिकृत संदेश गतिविधि",
    prohibitedActivitySectionFive:
      "हमारे उत्पादों का उपयोग आपके क्षेत्राधिकार (&quot;स्पैम&quot;) पर लागू कानूनों और विनियमों के उल्लंघन में अवांछित बल्क या वाणिज्यिक संदेश भेजने के उद्देश्य से नहीं किया जाना चाहिए। इसमें स्पैम भेजना, अन्य सेवा प्रदाताओं से भेजे गए स्पैम से ग्राहकों का अनुरोध करना और अन्य सेवा प्रदाताओं से भेजे गए स्पैम के जवाब एकत्र करना शामिल है, लेकिन यह इन तक ही सीमित नहीं है।",
    prohibitedActivitySectionSix:
      "हमारे उत्पादों का उपयोग अपुष्ट मेलिंग सूचियों या टेलीफोन नंबर सूचियों (&#39;मैसेजिंग लिस्ट&#39;) को चलाने के उद्देश्य से नहीं किया जाना चाहिए। इसमें ईमेल पते या टेलीफ़ोन नंबर स्वामी की अनुमति के बिना किसी भी संदेश सूची में ईमेल पते या टेलीफ़ोन नंबरों की सदस्यता लेना और इस तरह सब्सक्राइब किए गए किसी भी ईमेल पते या टेलीफ़ोन नंबरों को संग्रहीत करना शामिल है, लेकिन यह इन्हीं तक सीमित नहीं है. हमारे उत्पादों पर चलने वाली या उनके द्वारा होस्ट की जाने वाली सभी मैसेजिंग सूचियाँ &#39;पुष्ट ऑप्ट-इन&#39; होनी चाहिए। संदेश सूची के जीवन काल के लिए पते या टेलीफोन नंबर स्वामी की स्पष्ट अनुमति का सत्यापन उपलब्ध होना चाहिए।",
    prohibitedActivitySectionSeven:
      "हम अपने उत्पादों पर स्पैम या अपुष्ट संदेश सूची उद्देश्यों के उद्देश्य से तृतीय पक्षों से खरीदी गई ईमेल सूचियों, टेलीफ़ोन नंबर सूचियों या डेटाबेस के उपयोग पर रोक लगाते हैं।",
    prohibitedActivitySectionEight:
      "यह स्पैम और अनधिकृत संदेश गतिविधि नीति हमारे उत्पादों का उपयोग करके भेजे गए संदेशों पर लागू होती है, या ग्राहक या ग्राहक की ओर से किसी भी व्यक्ति द्वारा किसी भी नेटवर्क से भेजे गए संदेशों पर लागू होती है, जो प्राप्तकर्ता को प्रत्यक्ष या अप्रत्यक्ष रूप से हमारे उत्पादों के माध्यम से होस्ट की गई साइट पर संदर्भित करता है।",
    prohibitedActivityHeadingFour: "अनैतिक, शोषक और दुर्भावनापूर्ण गतिविधि",
    prohibitedActivitySectionNine:
      "इस स्वीकार्य उपयोग नीति, या अन्य सेवा प्रदाताओं की स्वीकार्य उपयोग नीति का उल्लंघन करने के लिए डिज़ाइन किए गए किसी भी सॉफ़्टवेयर, प्रोग्राम, उत्पाद या सेवा को विज्ञापन देने, प्रसारित करने या अन्यथा उपलब्ध कराने के उद्देश्य से हमारे उत्पादों का उपयोग नहीं किया जाना चाहिए। इसमें स्पैम भेजने के साधनों को सुगम बनाना और नेटवर्क स्नीफिंग, पिंगिंग, पैकेट स्पूफिंग, बाढ़, मेल-बॉम्बिंग और इनकार-ऑफ-सर्विस हमलों की शुरुआत शामिल है, लेकिन यह इन्हीं तक सीमित नहीं है।",
    prohibitedActivitySectionTen:
      "हमारे उत्पादों का उपयोग किसी ऐसे खाते या इलेक्ट्रॉनिक संसाधन तक पहुँचने के लिए नहीं किया जाना चाहिए जहाँ पहुँच प्राप्त करने का प्रयास करने वाला समूह या व्यक्ति संसाधन का स्वामी नहीं है या पहुँच के लिए अधिकृत नहीं है (जैसे &#39;हैकिंग&#39;, &#39;क्रैकिंग&#39;, &#39;फ़्रीकिंग&#39;, आदि) .",
    prohibitedActivitySectionEleven:
      "हमारे उत्पादों का उपयोग जानबूझकर या लापरवाही से वायरस या दुर्भावनापूर्ण कोड को हमारे उत्पादों और प्रणालियों में शामिल करने के उद्देश्य से नहीं किया जाना चाहिए।",
    prohibitedActivitySectionTwelve:
      "हमारे उत्पादों का उपयोग किसी अन्य समूह या व्यक्ति को परेशान करने के लिए डिज़ाइन की गई गतिविधियों में जानबूझकर शामिल होने के लिए नहीं किया जाना चाहिए। उत्पीडऩ की हमारी परिभाषा में शामिल है, लेकिन यह सेवा से इंकार करने वाले हमले, अभद्र भाषा, नस्लीय या जातीय असहिष्णुता की वकालत, और किसी भी समूह या व्यक्ति के अधिकारों का उल्लंघन करने, उल्लंघन करने या उनके खिलाफ भेदभाव करने के इरादे से की गई किसी भी गतिविधि तक सीमित नहीं है।",
    prohibitedActivitySectionThirteen:
      "अनैतिक, शोषक और दुर्भावनापूर्ण मानी जाने वाली अन्य गतिविधियों में शामिल हैं:",
    prohibitedActivitySectionFourteen:
      "भुगतान से बचने के इरादे से हमसे सेवाएं प्राप्त करना (या प्राप्त करने का प्रयास करना);",
    prohibitedActivitySectionFifteen:
      "भुगतान से बचने के इरादे से किसी अन्य प्रदाता से सेवाएं प्राप्त करने (या प्राप्त करने का प्रयास) करने के लिए हमारी सुविधाओं का उपयोग करना;",
    prohibitedActivitySectionSixteen:
      "किसी भी माध्यम या उपकरण द्वारा हमारे ग्राहकों या अंतिम उपयोगकर्ताओं के बारे में किसी भी जानकारी की अनधिकृत पहुंच, परिवर्तन या विनाश (या उसका कोई प्रयास);",
    prohibitedActivitySectionSeventeen:
      "अन्य ग्राहकों या अधिकृत व्यक्तियों द्वारा हमारी सुविधाओं और नेटवर्क के उपयोग में हस्तक्षेप करने के लिए हमारी सुविधाओं का उपयोग करना;",
    prohibitedActivitySectionEighteen:
      "लिंक की किसी भी सामग्री को प्रकाशित या प्रसारित करना जो हिंसा को उकसाता है, एक हिंसक कृत्य का चित्रण करता है, बाल पोर्नोग्राफ़ी का चित्रण करता है या किसी के स्वास्थ्य और सुरक्षा के लिए खतरा है;",
    prohibitedActivitySectionNineteen:
      "उपभोक्ता संरक्षण कानूनों और विनियमों के उल्लंघन में कोई कार्य या चूक;",
    prohibitedActivitySectionTwenty: "किसी व्यक्ति की निजता का कोई उल्लंघन।",
    prohibitedActivitySectionTwentyOne:
      "हमारे उत्पादों का उपयोग किसी भी व्यक्ति या संस्था द्वारा नहीं किया जा सकता है, जो अवैध जुए से संबंधित गतिविधियों या कारणों में शामिल है या इसमें शामिल होने का संदेह है; आतंकवाद; नशीले पदार्थों की तस्करी; हथियारों की तस्करी या प्रसार, विकास, डिजाइन, निर्माण, उत्पादन, भंडारण, या परमाणु, रासायनिक या जैविक हथियारों, सामूहिक विनाश के हथियारों, या मिसाइलों का उपयोग; प्रत्येक मामले में दूसरों के साथ किसी भी संबद्धता सहित, जो उपरोक्त ऐसी गतिविधियों या कारणों का समर्थन करते हैं।",
    prohibitedActivityHeadingFive: "जियोबफ संपत्ति का अनधिकृत उपयोग",
    prohibitedActivitySectionTwentyTwo:
      "हम धोखे से सेवा, कस्टम, संरक्षण या उपयोगकर्ता विश्वास प्राप्त करने के उद्देश्य से जियोबफ के प्रतिरूपण, जियोबफ के साथ एक महत्वपूर्ण व्यावसायिक संबंध का प्रतिनिधित्व, या किसी भी जियोबफ संपत्ति (हमारे उत्पादों और ब्रांड सहित) के स्वामित्व को प्रतिबंधित करते हैं।",
    aboutHeading: "इस नीति के बारे में",
    aboutSectionOne:
      "यह नीति उन गतिविधियों और मंशाओं की एक गैर-अनन्य सूची को रेखांकित करती है जिन्हें हम अपने ब्रांड के साथ अस्वीकार्य और असंगत मानते हैं।",
    aboutSectionTwo:
      "हम अपनी वेबसाइट पर संशोधित संस्करण प्रकाशित करके किसी भी समय इस नीति को संशोधित करने का अधिकार सुरक्षित रखते हैं। संशोधित संस्करण पहले से प्रभावी होगा:",
    aboutSectionThree:
      "हमारी वेबसाइट पर संशोधित संस्करण प्रकाशित करने के बाद ग्राहक द्वारा हमारे उत्पादों का उपयोग करने की तिथि; या",
    aboutSectionFour:
      "हमारी वेबसाइट पर संशोधित संस्करण प्रकाशित करने के 30 दिन बाद।",
  },
  faq: {
    itemOneQuestion:
      "मैं अपना अवतार, उपयोगकर्ता नाम, ईमेल या देश कैसे बदल सकता हूँ?",
    itemOneAnswerSectionOne: "सुनिश्चित करें कि आप लॉग इन हैं।",
    itemOneAnswerSectionTwo:
      "नेविगेशन ड्रॉप डाउन का उपयोग करके और प्रोफ़ाइल का चयन करके अपनी उपयोगकर्ता प्रोफ़ाइल पर नेविगेट करें।",
    itemOneAnswerSectionThree: "पहली टाइल के ऊपर दाईं ओर पेंसिल आइकन चुनें।",
    itemOneAnswerSectionFour:
      "फॉर्म में अपना विवरण अपडेट करें और सबमिट पर क्लिक करें।",
    itemOneAnswerSectionFive:
      "आपका अपडेट किया गया विवरण अब पहली टाइल में सही ढंग से प्रदर्शित होना चाहिए।",
    itemTwoQuestion: "मैं अपना पासवर्ड भूल गया। अब मैं क्या करू?",
    itemTwoAnswerLink: "यहां क्लिक करें",
    itemTwoAnswerSectionOne:
      "पासवर्ड रीसेट फॉर्म पर नेविगेट करने के लिए। एक बार जब आप अपना ईमेल पता सबमिट कर देते हैं तो आपको अपना पासवर्ड रीसेट करने के निर्देशों के साथ एक ईमेल प्राप्त होगा।",
    itemThreeQuestion: "मैं किसी खिलाड़ी की रिपोर्ट कैसे करूं?",
    itemThreeAnswerSectionOne:
      "यदि आप लीडरबोर्ड में किसी खिलाड़ी को एक उपयोगकर्ता नाम के साथ देखते हैं जो आक्रामक है और/या हमारे नियमों को तोड़ता है",
    itemThreeAnswerSectionTwo:
      ", कृपया ऊपर एक समर्थन अनुरोध बनाएं और संदेश में उपयोगकर्ता नाम शामिल करें ताकि टीम जांच शुरू कर सके।",
    itemFourQuestion:
      "मैं मौजूदा प्रश्नोत्तरी परिणामों में सुधार का सुझाव कहां दूं?",
    itemFourAnswer:
      "कृपया क्विज़ का नाम और आपके अनुसार हमें परिणामों में जो संशोधन करना चाहिए, उसका उल्लेख करते हुए ऊपर एक समर्थन अनुरोध सबमिट करें।",
    itemFiveQuestion: "जियोकॉइन क्या है?",
    itemFiveAnswerSectionOne:
      "GeoCoin हमारी इन-गेम मुद्रा है जिसे आप प्रत्येक बार क्विज़ में शून्य से अधिक स्कोर करने पर अर्जित करते हैं। आप कितना अच्छा प्रदर्शन करते हैं, इसके आधार पर आपके द्वारा कमाए जाने वाले सिक्कों की मात्रा।",
    itemFiveAnswerSectionTwo:
      "वर्तमान में, हमने आपको अपनी अच्छी कमाई वाले जियोकॉइन को खर्च करने की अनुमति देने के लिए कोई सुविधा लागू नहीं की है। टीम आपको अपने गुल्लक का उपयोग करके विशेष अवतार आइटम, सब्सक्रिप्शन और बहुत कुछ खरीदने की अनुमति देने के लिए बदलाव करने के लिए कड़ी मेहनत कर रही है। इस बीच, यदि आप रुचि रखते हैं कि हम कैसे प्रगति कर रहे हैं, तो अधिक विवरण के लिए हमारे रोडमैप या सोशल मीडिया पर नज़र रखें!",
  },
  blog: {
    noPostsAlert: "यहाँ देखने के लिए कुछ नही है।",
  },
  footer: {
    company: "कंपनी",
    furtherInformation: "अग्रिम जानकारी",
    description:
      "GeoBuff भूगोल शिक्षा और सामान्य ज्ञान के लिए NZ का प्रमुख मंच है।",
    allRightsReserved: "सर्वाधिकार सुरक्षित",
    quizzesPlayed: "प्रश्नोत्तरी खेली गई",
  },
};
