export default {
  global: {
    questions: "Вопросов",
    seeAll: "Увидеть все",
    dailyTriviaUpper: "Ежедневные мелочи",
    dailyTriviaLower: "ежедневные мелочи",
    communityQuizzesUpper: "Тесты сообщества",
    communityQuizzesLower: "викторины сообщества",
    mapGamesUpper: "Картографические игры",
    mapGamesLower: "карты игры",
    flagGamesUpper: "Пометить Игры",
    flagGamesLower: "флаг игры",
    leaderboard: "Таблица лидеров",
    resources: "Ресурсы",
    merch: "Мерч",
    blog: "Блог",
    perPage: "На страницу",
    previous: "Предыдущий",
    next: "Следующий",
    noQuizzesAlert: "Нет викторин для отображения.",
    map: "карта",
    maps: "Карты",
    flag: "Флаг",
    flags: "Флаги",
    mapping: "отображение",
    mappings: "Сопоставления",
    view: "Вид",
    selectGroup: "Выберите группу...",
    loadingGroups: "Загрузка групп...",
    addToCart: "Добавить в корзину",
    login: "Авторизоваться",
    email: "Эл. адрес",
    emailPlaceholder: "Введите адрес электронной почты...",
    password: "Пароль",
    passwordPlaceholder: "Введите пароль...",
    register: "регистр",
    reset: "Сброс настроек",
    avatar: "Аватар",
    username: "Имя пользователя",
    usernamePlaceholder: "Введите имя пользователя...",
    country: "Страна",
    selectCountry: "Выберите страну...",
    loadingCountries: "Загрузка стран...",
    privacyPolicy: "Политика конфиденциальности",
    termsOfService: "Условия использования",
    and: "и",
    ourMission: "Наша миссия",
    ourValues: "Наши ценности",
    meetTheTeam: "Встретить команду",
    geoCoinExplainer:
      "GeoCoin — это наша внутриигровая валюта, которую вы зарабатываете каждый раз, когда набираете больше нуля в викторине. Количество монет, которые вы зарабатываете, зависит от того, насколько хорошо вы работаете.",
    profile: "Профиль",
    quiz: "Контрольный опрос",
    rank: "Классифицировать",
    score: "Счет",
    time: "Время",
    added: "Добавлен",
    name: "Имя",
    plays: "Игры",
    visibility: "Видимость",
    status: "Положение дел",
    actions: "Действия",
    noEntriesAlert: "Нет записей для отображения.",
    my: "Мой",
    quizzes: "викторины",
    createQuiz: "Создать викторину",
    public: "Общественный",
    private: "Частный",
    copyLink: "Копировать ссылку",
    edit: "Редактировать",
    delete: "Удалить",
    cookiePolicy: "Политика в отношении файлов cookie",
    acceptableUsePolicy: "Политика допустимого использования",
    faq: "часто задаваемые вопросы",
    home: "Дом",
    adminDashboard: "Панель администратора",
    myOrders: "мои заказы",
    logout: "Выйти",
    trivia: "Мелочи",
    community: "Сообщество",
    support: "Поддерживать",
    countriesOfTheWorld: "Страны мира",
    capitalsOfTheWorld: "Столицы мира",
    flagsOfTheWorld: "Флаги мира",
    usStates: "Штаты США",
    popularQuizzes: "ПОПУЛЯРНЫЕ ВИКТОРИНЫ",
    createAccountExplainer:
      "У вас нет аккаунта? Зарегистрируйтесь сегодня, чтобы заработать XP, разблокировать значки и соревноваться с друзьями!",
    createAnAccount: "Завести аккаунт",
    contactUs: "Свяжитесь с нами",
    ashleyMidgley: "Эшли Миджли",
    companyEmail: "teamgeobuff@gmail.com",
    cancel: "Отмена",
    update: "Обновлять",
    data: "данные",
    true: "Истинный",
    false: "ЛОЖЬ",
    yes: "Да",
    no: "Нет",
    addQuestion: "Добавить вопрос",
    question: "Вопрос",
    answers: "Ответы",
    type: "Тип",
    of: "из",
    gameOver: "ИГРА ОКОНЧЕНА",
    copyScore: "Копировать партитуру",
    playAgain: "Играть снова",
    finish: "Заканчивать",
    nextQuestion: "Следующий вопрос",
    start: "Начинать",
    submit: "Представлять на рассмотрение",
    enter: "Входить",
    giveUp: "Сдаться",
    recent: "Недавний",
    retry: "Повторить попытку",
    closeCircle: "близкий круг",
    toDisplay: "для отображения",
    results: "Результаты",
    timeRemaining: "Оставшееся время",
    gameDetails: "Детали игры",
    hasAlreadyBeenAnswered: "уже ответили!",
    shoppingCart: "Корзина покупателя",
    details: "Подробности",
    price: "Цена",
    quantity: "Количество",
    total: "Общее",
    apply: "Применять",
    clear: "Очистить",
    checkout: "Проверить",
    loading: "Загрузка...",
    remove: "Удалять",
    viewCart: "Посмотреть корзину",
    mins: "минут",
    shareQuiz: "Поделиться викториной",
  },
  validations: {
    sizeRequired: "Пожалуйста, выберите доступный размер.",
    emailRequired: "Пожалуйста, введите свой адрес электронной почты.",
    emailValid: "Адрес эл. почты должен быть действительным.",
    emailExistsPartOne: "Аккаунт с электронной почтой",
    emailExistsPartTwo: "уже существует.",
    passwordRequired: "Пожалуйста, введите пароль.",
    passwordMatch:
      "Должен содержать не менее 8 символов, одну заглавную букву, одну строчную букву и одну цифру.",
    avatarRequired: "Пожалуйста, выберите аватар.",
    usernameRequired: "Пожалуйста, укажите имя пользователя.",
    usernameMin: "Должно быть не менее 3 символов.",
    usernameMax: "Должно быть не более 20 символов.",
    usernameMatch: "Не может содержать пробелы.",
    countryRequired: "Выберите страну.",
    shippingRequired: "Пожалуйста, выберите вариант доставки.",
    yourEmailValid: "Пожалуйста, укажите свой адрес электронной почты.",
    firstNameRequired: "Пожалуйста, укажите свое имя.",
    lastNameRequired: "Пожалуйста, напишите свою фамилию.",
    addressRequired: "Пожалуйста, укажите ваш адрес.",
    quizNameRequired: "Пожалуйста, введите название для вашего теста.",
    quizIsPublicRequired:
      "Пожалуйста, выберите, будет ли ваша викторина общедоступной или частной.",
    quizQuestionsMin: "Должен содержать хотя бы один вопрос.",
    quizTypeRequired: "Выберите тип викторины.",
    questionRequired: "Пожалуйста, введите значение для вопроса.",
    answersMin: "Должен содержать не менее двух ответов.",
    correctAnswerRequired: "Пожалуйста, выберите правильный ответ.",
    imageUrlRequired:
      "Должен включать imageUrl для вопросов об изображениях. Пожалуйста, найдите изображение и выберите один из вариантов ниже.",
    flagCodeRequired: "Должен включать flagCode для флаговых вопросов.",
    mapRequired: "Должен включать карту для вопросов карты.",
    flagGroupLabelRequired: "Введите ярлык группы флажков.",
    mappingKeyRequired: "Пожалуйста, выберите ключ сопоставления.",
    flagEntryCodeRequired: "Пожалуйста, введите код для входа флага.",
    flagEntryUrlRequired: "Пожалуйста, введите URL для входа флага.",
    mappingLabelRequired: "Пожалуйста, введите ярлык группы.",
    mappingEntryNameRequired:
      "Пожалуйста, введите имя для сопоставления записи.",
    mappingEntryCodeRequired: "Пожалуйста, введите код для входа на карту.",
    mappingEntrySVGNameRequired: "Введите имя SVG для записи сопоставления.",
  },
  scoreResponses: {
    perfect: [
      "Идеальный результат! Отличная работа!",
      "Ух ты! Идеальный результат!",
      "Настоящий ГеоБафф!",
      "Геовиз!",
    ],
    good: ["Отличный результат, молодец!", "Very nice work!", "Almost there!"],
    okay: [
      "Держись! Не сдавайся!",
      "Так себе...",
      "Хороший результат, продолжайте пробовать!",
      "По крайней мере, ты появился сегодня",
    ],
    poor: [
      "Ну ты хотя бы попытался!",
      "Уф... Попробовать еще раз?",
      "Не хорошо, но и не отлично..",
    ],
  },
  toasts: {
    createQuizTitle: "Создать викторину",
    createQuizDescription: "Викторина успешно создана.",
    editQuizTitle: "Изменить викторину",
    editQuizDescription: "Тест успешно отредактирован.",
    createCommunityQuizTitle: "Создать викторину сообщества",
    createCommunityQuizDescription: "Викторина сообщества успешно создана.",
    editCommunityQuizTitle: "Изменить викторину сообщества",
    editCommunityQuizDescription: "Тест сообщества успешно отредактирован.",
    deleteCommunityQuizTitle: "Удалить викторину сообщества",
    deleteCommunityQuizDescription: "Викторина сообщества успешно удалена.",
    copyLinkTitleOne: "Копировать",
    copyLinkTitleTwo: "Связь",
    copyLinkDescription: "Ссылка успешно скопирована в буфер обмена.",
    copyScoreTitle: "Копировать партитуру",
    copyScoreDescription: "Партитура успешно скопирована в буфер обмена.",
    createFlagTitle: "Создать флаги",
    createFlagDescription: "Успешно созданы новые флаги.",
    deployUITitle: "Развернуть пользовательский интерфейс",
    deployDevUIDescription:
      "Пользовательский интерфейс веб-разработчика успешно развернут.",
    deployProdUIDescription:
      "Пользовательский интерфейс Web Prod успешно развернут.",
    deployMobileProdUIDescription:
      "Пользовательский интерфейс Mobile Prod успешно развернут.",
    createTriviaTitle: "Создано мелочи",
    createTriviaDescription: "Викторины успешно созданы для",
    regenerateTriviaTitle: "Регенерировать мелочи",
    regenerateTriviaDescription: "Успешно регенерированные мелочи для",
    clearOldTriviaTitle: "Очистить старые мелочи",
    clearOldTriviaDescriptionOne: "Успешно удалены все мелочи старше",
    clearOldTriviaDescriptionTwo: "дней.",
    bulkUploadTitle: "Массовая загрузка",
    bulkUploadTriviaQuestionsDescription:
      "Успешно проанализированы и загружены ручные викторины.",
    bulkUploadCommunityQuizDescription:
      "Тест сообщества успешно проанализирован и загружен.",
    editManualTriviaQuestionTitle: "Редактировать ручной вопрос-викторину",
    editManualTriviaQuestionDescription:
      "Успешно отредактированный вручную викторинный вопрос.",
    createManualTriviaQuestionTitle: "Создать вопрос-викторину вручную",
    createManualTriviaQuestionDescription:
      "Успешно создан ручной вопрос-викторина.",
    deleteMappingTitle: "Удалить сопоставление",
    deleteMappingDescriptionOne: "Успешно удалено",
    deleteMappingDescriptionTwo: "отображение.",
    editMappingTitle: "Изменить сопоставление",
    editMappingDescriptionOne: "Вы успешно отредактировали",
    leaderboardEntrySubmittedTitle: "Запись в таблицу лидеров отправлена",
    leaderboardEntrySubmittedDescription:
      "Ваша запись в таблице лидеров была успешно отправлена.",
    itemAddedToCartTitle: "Товар добавлен в корзину",
    itemAddedToCartDescription: "Товар успешно добавлен в корзину.",
    avatarUpdatedTitle: "Аватар обновлен",
    avatarUpdatedDescription: "Аватар пользователя успешно обновлен.",
    userUpdatedTitle: "Пользователь обновлен",
    userUpdatedDescription: "Информация о пользователе успешно обновлена.",
    geoCoinDescription: "добавлен в ваш кошелек.",
  },
  heroBanner: {
    title: "Ешь, спи, викторина, повторяй",
    subtitle: "Создайте учетную запись и",
    actionOne: "соревнуйтесь с игроками со всего мира!",
    actionTwo: "создать викторину сообщества, чтобы поделиться с коллегами",
    actionThree: "купите вещь из нашей зимней коллекции",
    actionFour: "сыграйте в одну из наших интерактивных карточных игр",
    actionFive: "сыграйте в одну из наших игр с перетаскиванием флагов",
    actionSix:
      "испытайте себя с помощью наших автоматически сгенерированных ежедневных викторин",
    actionSeven:
      "используйте нашу коллекцию ресурсов в своем собственном проекте",
  },
  homeHeader: {
    searchPlaceholder: "Введите название теста...",
  },
  homeSearchResults: {
    searchingFor: "Searching for",
    searchResultsFor: "Результаты поиска для",
  },
  homeNoSearchResults: {
    alertPre: "Не было результатов для",
  },
  leaderboardFilters: {
    searchUsersPlaceholder: "Поиск пользователей...",
    searchRankPlaceholder: "Введите ранг...",
  },
  leaderboardTable: {
    you: "(Ты)",
    rank: "КЛАССИФИЦИРОВАТЬ",
    username: "ИМЯ ПОЛЬЗОВАТЕЛЯ",
    time: "ВРЕМЯ",
    score: "СЧЕТ",
  },
  triviaList: {
    noTriviaAlert: "Нет мелочей для отображения.",
  },
  communityQuizList: {
    upsellPre: "Как то, что вы видите?",
    upsellAuthenticatedAction:
      "Создайте свой собственный с помощью нашего конструктора викторин!",
    upsellLearnMore: "Узнайте больше о нашем конструкторе викторин!",
  },
  resources: {
    title: "Как то, что вы видите?",
    descriptionOne: "Свяжитесь с командой по адресу",
    descriptionTwo:
      "чтобы узнать больше о подключении к нашему API и использовании наших ресурсов в вашем собственном проекте.",
    componentLibraryHeading: "Бафф интерфейс",
    componentLibraryDescription:
      "Компоненты React, которые мы создали для нашего сайта.",
    mapsDescription: "Наша коллекция бесплатных карт SVG.",
    flagsDescription: "Наша коллекция бесплатных URL-адресов флагов.",
    mappingsDescription: "Коллекция карт, которые управляют нашими играми.",
    backToResources: "Назад к ресурсам",
  },
  mapResources: {
    title: "Картографические ресурсы",
  },
  adminMapsTable: {
    name: "НАЗВАНИЕ",
    svg: "SVG",
    noMapsAlert: "Нет карт для отображения.",
  },
  flagResources: {
    title: "Пометить Ресурсы",
  },
  adminFlagsTable: {
    noFlagsAlert: "Нет флагов для отображения.",
    code: "КОД",
    url: "URL-адрес",
  },
  mappingResources: {
    title: "Картографические ресурсы",
  },
  adminMappings: {
    editMapping: "Изменить сопоставление",
    deleteMapping: "Удалить сопоставление",
  },
  merch: {
    subtitle: "В настоящее время доступно только в Новой Зеландии!",
  },
  merchSummary: {
    backToMerch: "Назад к Мерчу",
    sizeGuide: "Руководство по размерам",
  },
  merchSummaryDetails: {
    selectASize: "Выберите размер...",
    soldOut: "Распроданный",
  },
  loginForm: {
    forgotPassword: "Забыли пароль?",
  },
  registerLink: {
    message: "У вас нет аккаунта?",
    action: "Зарегистрироваться Сегодня",
  },
  forgotPassword: {
    title: "Забыли пароль",
  },
  forgotPasswordForm: {
    backToLogin: "Вернуться на страницу входа",
    title: "Забытый пароль",
    explainer:
      "Введите адрес электронной почты, который вы использовали при регистрации, и мы вышлем вам ссылку для сброса пароля.",
    successMessage:
      "Ссылка для сброса пароля успешно отправлена. Пожалуйста, проверьте свою электронную почту.",
  },
  loginLink: {
    message: "Уже зарегистрировались?",
    action: "Вход в свой аккаунт",
  },
  registerFormStepOne: {
    title: "Завести аккаунт",
    explainer:
      "Спасибо за ваш интерес к регистрации! Начнем с ввода электронной почты и пароля. Они будут использоваться для входа в систему.",
  },
  registerFormStepTwo: {
    selectYourAvatar: "Выберите свой аватар",
  },
  registerFormStepThree: {
    pickYourUsername: "Выберите свое имя пользователя",
    usernameExplainer:
      "Выберите уникальное имя для своей учетной записи. Если вы передумаете, вы можете обновить это позже в своем профиле.",
    countryExplainer:
      "Выберите страну, которую хотите представлять в таблице лидеров.",
    termsMessage: "я согласен с",
    createAccount: "Регистрация",
  },
  ourMission: {
    goalOneMessage: "Создайте лучшую в мире автогенерацию",
    goalOneLink: "ежедневная география мелочи",
    goalTwoMessageOne: "Построить",
    goalTwoLink: "пользовательский конструктор викторин",
    goalTwoMessageTwo:
      "которые учителя могут использовать, чтобы заинтересовать учащихся в классе",
    goalThreeMessageOne: "Поделитесь нашим",
    goalThreeMessageTwo:
      "ресурсы, чтобы другие могли использовать их в своих проектах",
    quoteOne:
      "Может показаться, что технологии преодолевают расстояния между нами как в ментальном, так и в физическом пространстве, но легко забыть, что земля, на которой мы живем, работаем и воспитываем наших детей, имеет огромное значение, и что выбор тех, кто управляет семью миллиардами жителей на этой планете всегда будут в какой-то степени формироваться реки, горы, пустыни, озера и моря, которые сдерживают всех нас — как всегда.",
    quoteTwo:
      "Хорошее место, чтобы понять настоящее и задать вопросы о будущем, находится на земле, путешествуя как можно медленнее.",
  },
  ourValues: {
    valueOneTitle: "Качество",
    valueOneDescription:
      "Мы стремимся обеспечить высочайшее качество взаимодействия с пользователем на разных платформах, чтобы пользователи могли учиться на ходу или дома на большом экране.",
    valueTwoTitle: "Разнообразие",
    valueTwoDescription:
      "Мы стремимся создавать викторины, создавать викторины и делиться ресурсами, которые представляют людей, места и культуры со всего мира.",
    valueThreeTitle: "Вызов",
    valueThreeDescription:
      "Учиться веселее, когда ты заставляешь себя. Мы хотим предоставлять контент, который бросает вызов нашим пользователям, чтобы они могли постепенно улучшаться с течением времени.",
    feedbackTitle: "Чувствуете, что нам не хватает одного из этих значений?",
    feedbackMessage:
      "Дайте нам знать, как, по вашему мнению, мы можем улучшить работу",
  },
  team: {
    founder: "Основатель",
    marketing: "Маркетинг",
    nz: "Новая Зеландия",
    joinTitle: "Хотите присоединиться?",
    joinExplainerOne:
      "Мы ищем исследователей, которые могут помочь нам генерировать больше викторин, писателей, которые хотят создавать контент для нашего блога, или администраторов, которые хотят помочь в анализе SVG, чтобы мы могли создавать больше викторин.",
    joinExplainerTwo:
      "Если это похоже на вас, отправьте нам сообщение по адресу",
  },
  userProfileSummary: {
    memberSince: "Участник с",
  },
  userProfileSummaryMenu: {
    editProfile: "Редактировать профиль",
    editAvatar: "редактировать аватар",
    downloadData: "Скачать данные",
    downloadDataExplainer:
      "Загружает всю личную информацию, собранную GeoBuff.",
    deleteAccount: "Удалить аккаунт",
  },
  userProfileAchievements: {
    title: "Достижения",
  },
  userProfileLeaderboardEntries: {
    title: "Записи в таблице лидеров",
  },
  updateUserFormModal: {
    title: "Обновить профиль",
  },
  deleteAccountModal: {
    header: "Удалить аккаунт",
    message:
      "Вы уверены, что хотите удалить свой аккаунт? Вы не сможете восстановить какие-либо данные после завершения этого действия.",
  },
  deleteCommunityQuizModal: {
    header: "Удалить викторину сообщества",
    message:
      "Вы уверены, что хотите удалить этот тест? Вместе с ним будут удалены все соответствующие вопросы, ответы и викторины.",
  },
  createCommunityQuiz: {
    title: "Создать викторину сообщества",
  },
  editCommunityQuiz: {
    title: "Изменить викторину сообщества",
  },
  communityQuizForm: {
    quizNameLabel: "Название викторины",
    quizNameHelper: "Будьте краткими и запоминающимися!",
    quizNamePlaceholder: "Введите название теста...",
    descriptionLabel: "Описание",
    descriptionHelper:
      "Описание поможет вашему тесту выделиться среди остальных.",
    descriptionPlaceholder: "Введите описание...",
    isPublicLabel: "Публичный?",
    isPublicHelper:
      "Публичные викторины видны всем пользователям. Частные викторины дают вам возможность поделиться ссылкой с другими.",
    createQuiz: "Создать викторину",
    editQuiz: "Изменить викторину",
    mustAddQuestionAlert: "Вы должны добавить хотя бы один вопрос.",
  },
  communityQuizQuestionsField: {
    noQuestionsAdded: "Вопросы не добавлены",
  },
  communityQuizQuestionForm: {
    questionLabel: "Вопрос",
    questionPlaceholder: "Введите вопрос...",
    explainerLabel: "объяснитель",
    explainerPlaceholder: "Введите объяснитель...",
    imageUrlLabel: "URL изображения",
    imageUrlPlaceholder: "Поиск изображения...",
    flagCategoryLabel: "Пометить категорию",
    flagCodeLabel: "Код флага",
    mapLabel: "карта",
    highlightedLabel: "Выделено",
    flagAnswerCategoryLabel: "Пометить категорию ответов",
    correctAnswerError: "Пожалуйста, выберите правильный ответ.",
    twoAnswersError: "Пожалуйста, добавьте не менее двух ответов.",
    answerOne: "Ответ один",
    answerTwo: "Ответ два",
    answerThree: "Ответ третий (необязательно)",
    answerFour: "Ответ четвертый (необязательно)",
  },
  unsplashImageGrid: {
    noImagesFound:
      "Поиск изображений не дал результатов. Пожалуйста, попробуйте еще раз.",
  },
  questionTypeValuePreview: {
    photoBy: "фото",
    on: "на",
    unsplash: "Скрыть",
  },
  communityQuizHasAnswersField: {
    label: "Есть ли у ответов флаги?",
    helper: "Позволяет кнопкам ответа содержать изображения флажков",
  },
  communityQuizAnswersField: {
    placeholder: "Введите ответ...",
    flagCodeLabel: "Код флага",
  },
  selectFormField: {
    defaultLabel: "Выберите значение...",
  },
  communityQuizFlagSelectField: {
    imageAlt: "Пример флага",
    placeholder: "Выберите код флага...",
  },
  communityQuizQuestionsTable: {
    editAriaLabel: "Изменить вопрос",
  },
  myOrders: {
    errorAlert:
      "Ошибка получения заказов. Пожалуйста, обновите страницу и повторите попытку.",
    noOrdersAlert: "Нет заказов для отображения.",
  },
  gameOverModal: {
    backToMapText: "Посмотреть карту и результаты",
    backToMapExplainer:
      "Не стесняйтесь закрыть это модальное окно, чтобы просмотреть карту и свои результаты. Не волнуйтесь, вы все равно сможете отправить свой результат позже!",
  },
  gameOverModalExplainerText: {
    explainerTextOne: "Ты должен",
    submitAScoreText: "чтобы обновить свой высокий балл.",
    submitALeaderboardEntryText: "отправить запись в таблице лидеров.",
    existingEntry: "СУЩЕСТВУЮЩАЯ ЗАПИСЬ",
    scoreQuizLoggedInExplainer:
      "Если эта оценка выше, чем ваша существующая оценка, мы обновим ее за кулисами.",
    noExistingEntryExplainer:
      "Нет существующих записей для этого теста. Нажав «Отправить», вы создадите новую запись в таблице лидеров.",
    existingEntryExplainer:
      "У вас уже есть запись для этого теста. Нажав «Отправить», вы обновите существующую запись.",
  },
  shoppingCart: {
    continueShopping: "Продолжить покупки",
    emptyAlert: "Ваша корзина пуста.",
    invalidDiscountCodeAlert:
      "Неверный код скидки. Пожалуйста, попробуйте еще раз.",
    invalidItemAlert:
      "Код скидки не распространяется ни на один из товаров в этой корзине. Пожалуйста, попробуйте еще раз.",
    successAlert: "Код скидки успешно применен",
    errorAlert:
      "Ошибка применения кода скидки. Пожалуйста, попробуйте еще раз.",
  },
  discountFooter: {
    title: "Код скидки",
    placeholder: "Введите код скидки...",
  },
  priceSummary: {
    subtotal: "Промежуточный итог:",
    nzWideShipping: "Доставка по всей Новой Зеландии:",
    discount: "Скидка:",
    total: "Общее:",
    proceed: "Перейти к оформлению заказа",
  },
  checkoutForm: {
    addressPlaceholder: "Введите свой почтовый адрес...",
    backToCart: "Назад в корзину",
    deliveryMethod: "способ доставки",
    contactDetails: "Контактная информация",
    emailPlaceholder: "Введите ваш адрес электронной почты...",
    deliveryDetails: "Подробности доставки",
    firstNameLabel: "Имя",
    firstNamePlaceholder: "Введите свое имя...",
    lastNameLabel: "Фамилия",
    lastNamePlaceholder: "Введите вашу фамилию...",
    addressLabel: "Адрес",
    addressHelperText:
      "ПРИМЕЧАНИЕ. В настоящее время мы осуществляем доставку только по адресам в Новой Зеландии.",
    continueToPayment: "Перейти к оплате",
  },
  resetPasswordForm: {
    title: "Сбросить пароль",
    explainer:
      "Введите новый пароль. Убедитесь, что он безопасен и отличается от предыдущего.",
    passwordPlaceholder: "Введите новый пароль...",
  },
  resetPasswordError: {
    requestNewToken: "Запросить новый токен",
  },
  resetPasswordSuccess: {
    title: "Пароль успешно обновлен!",
    descriptionOne: "Пожалуйста",
    link: "авторизоваться",
    descriptionTwo: "продолжать.",
  },
  playFlagGames: {
    title: "Играть в игры с флагами",
    description:
      "Насколько хорошо вы знаете Флаги Мира? Проверьте свои навыки вексиллологии и географии в нашей коллекции интерактивных игр с перетаскиванием флагов!",
    question: "Достаточно слышали?",
    actionText: "Нажмите здесь, чтобы ознакомиться с нашей коллекцией!",
    imageAltOne: "Начало игры",
    explainerOne:
      "Насколько хорошо вы знаете Флаги Мира? Проверьте свои навыки вексиллологии с нашей коллекцией интерактивных игр с перетаскиванием флагов!",
    imageAltTwo: "Пример перетаскивания флага",
    explainerTwo: "Проложите свой путь к победе в этой гонке на время.",
    imageAltThree: "Пример сброса флага",
    explainerThree:
      "Наш отзывчивый пользовательский интерфейс даст вам знать, когда вы на правильном пути или когда вы случайно перепутали Коста-Рику с Хорватией.",
  },
  playDailyTrivia: {
    title: "Ежедневная география Викторина",
    description:
      "Собака съела домашнее задание по географии? Наши автоматически генерируемые ежедневные викторины по географии идеально подходят для того, чтобы вы могли быть в курсе всего, что связано с географией.",
    question: "Достаточно слышали?",
    actionText: "Нажмите здесь, чтобы принять участие в сегодняшней викторине!",
    imageAltOne: "Вопрос по карте рабочего стола",
    explainerOne:
      "Собака съела домашнее задание по географии? Наши автоматически генерируемые ежедневные викторины идеально подходят для того, чтобы вы всегда были в курсе всего, что связано с географией.",
    imageAltTwo: "Вопрос о мобильном флаге",
    explainerTwo:
      "Наш адаптивный пользовательский интерфейс без проблем работает как на ПК, так и на мобильных устройствах, поэтому вы можете учиться на ходу или дома на большом экране.",
    imageAltThree: "Вопрос по изображению рабочего стола",
    explainerThree:
      "Вопросы о картах, флагах, достопримечательностях, валютах, реках, горах, границах, экспорте, национальных видах спорта и многом другом...",
    imageAltFour: "Пример игры окончена",
    explainerFour:
      "Скопируйте свой результат и поделитесь с друзьями, чтобы они знали, что вы готовы бросить эти страны мира в любой момент.",
  },
  playMapGames: {
    title: "Играть в карты",
    description:
      "Насколько хорошо вы знаете страны мира? Проверьте свои знания в области картографии и географии с нашей коллекцией интерактивных картографических игр!",
    question: "Достаточно слышали?",
    actionText: "Нажмите здесь, чтобы ознакомиться с нашей коллекцией!",
    imageAltOne: "Пример списка игр",
    explainerOne:
      "Насколько хорошо вы знаете страны мира? Проверьте свои знания в области картографии с нашей обширной коллекцией интерактивных картографических игр!",
    imageAltTwo: "Пример запуска игры",
    explainerTwo:
      "Наш адаптивный пользовательский интерфейс без проблем работает как на ПК, так и на мобильных устройствах, поэтому вы можете учиться на ходу или дома на большом экране.",
    imageAltThree: "Пример в середине игры",
    explainerThree:
      "Введите свой путь к победе в этой гонке на время. Можете ли вы побить самое быстрое время в таблице лидеров?",
  },
  createCommunityQuizzes: {
    title: "Создавайте викторины сообщества",
    description:
      "Хотите создавать собственные викторины с высококачественными картами, флагами и изображениями? Используйте наш конструктор викторин, чтобы создать идеальную головоломку для своих друзей, студентов или коллег по работе!",
    question: "Достаточно слышали?",
    actionText:
      "Зарегистрируйтесь сегодня, чтобы начать создавать свои собственные!",
    imageAltOne: "Пример конструктора викторин",
    explainerOne:
      "Хотите создавать собственные викторины с высококачественными картами, флагами и изображениями? Используйте наш конструктор викторин, чтобы создать идеальную головоломку для своих друзей, студентов или коллег по работе!",
    imageAltTwo: "Пример запуска игры",
    explainerTwo:
      "Используйте нашу обширную коллекцию ресурсов карт или флагов, чтобы точно настроить каждый вопрос.",
    imageAltThree: "Пример публичного/приватного переключения",
    explainerThree:
      "Сделайте свою викторину общедоступной, чтобы узнать, как обстоят дела в нашем сообществе GeoBuff, или оставьте ее приватной, чтобы поделиться ею с друзьями.",
    imageAltFour: "Пример моих викторин",
    explainerFour:
      "Просматривайте, редактируйте или удаляйте свои викторины и проверяйте их воспроизведение в своем профиле пользователя!",
  },
  privacyPolicy: {
    sectionOnePartOne:
      "Ваша конфиденциальность важна для нас. Политика GeoBuff заключается в уважении вашей конфиденциальности и соблюдении любых применимых законов и правил в отношении любой личной информации, которую мы можем собирать о вас, в том числе на нашем веб-сайте,",
    sectionOnePartTwo: "и другие сайты, которыми мы владеем и управляем.",
    sectionTwo:
      "Личная информация — это любая информация о вас, которая может быть использована для вашей идентификации. Сюда входит информация о вас как о человеке (например, имя, адрес и дата рождения), ваших устройствах, платежных реквизитах и даже информация о том, как вы используете веб-сайт или онлайн-сервис.",
    sectionThree:
      "Если наш сайт содержит ссылки на сторонние сайты и службы, имейте в виду, что эти сайты и службы имеют собственную политику конфиденциальности. После перехода по ссылке на любой сторонний контент вы должны прочитать опубликованную ими информацию о политике конфиденциальности о том, как они собирают и используют личную информацию. Настоящая Политика конфиденциальности не распространяется ни на какие ваши действия после того, как вы покинете наш сайт.",
    sectionFour: "Эта политика действует с 15 июля 2021 года.",
    sectionFive: "Последнее обновление: 15 июля 2021 г.",
    informationWeCollectHeading: "Информация, которую мы собираем",
    informationWeCollectPartOne: `Information we collect falls into one of two categories: 'voluntarily provided' information and 'automatically collected' information.`,
    informationWeCollectPartTwo: `'Voluntarily provided' information refers to any information you knowingly and actively provide us when using or participating in any of our services and promotions.`,
    informationWeCollectPartThree: `'Automatically collected' information refers to any information automatically sent by your devices in the course of accessing our products and services.`,
    logDataHeading: "Данные журнала",
    logDataPartOne:
      "Когда вы посещаете наш веб-сайт, наши серверы могут автоматически регистрировать стандартные данные, предоставляемые вашим веб-браузером. Он может включать адрес интернет-протокола (IP) вашего устройства, тип и версию вашего браузера, страницы, которые вы посещаете, время и дату вашего посещения, время, проведенное на каждой странице, и другие сведения о вашем посещении.",
    logDataPartTwo:
      "Кроме того, если вы столкнетесь с определенными ошибками при использовании сайта, мы можем автоматически собирать данные об ошибке и обстоятельствах ее возникновения. Эти данные могут включать технические сведения о вашем устройстве, о том, что вы пытались сделать, когда произошла ошибка, и другую техническую информацию, связанную с проблемой. Вы можете получать или не получать уведомления о таких ошибках, даже в момент их возникновения, о том, что они произошли, или о характере ошибки.",
    logDataPartThree:
      "Имейте в виду, что, хотя эта информация может не идентифицировать личность сама по себе, ее можно объединить с другими данными для личной идентификации отдельных лиц.",
    personalInformationHeading: "Личные данные",
    personalInformationPartOne:
      "Мы можем запросить личную информацию — например, когда вы подписываетесь на нашу рассылку новостей или когда вы связываетесь с нами, — которая может включать одно или несколько из следующих действий:",
    userGeneratedContentHeading: "Контент, создаваемый пользователями",
    userGeneratedContentPartOne: `We consider 'user-generated content' to be materials (text, image and/or video content) voluntarily supplied to us by our users for the purpose of publication, processing, or usage on our platform. All user-generated content is associated with the account or email address used to submit the materials.`,
    userGeneratedContentPartTwo:
      "Имейте в виду, что любой контент, который вы отправляете для публикации, будет общедоступным после публикации (и последующего просмотра или проверки). После публикации он может быть доступен третьим лицам, на которых не распространяется настоящая политика конфиденциальности.",
    transactionDataHeading: "Данные транзакции",
    transactionDataPartOne:
      "Данные о транзакциях — это данные, которые накапливаются в ходе обычной работы на нашей платформе. Сюда могут входить записи транзакций, сохраненные файлы, профили пользователей, аналитические данные и другие показатели, а также другие типы информации, создаваемые или генерируемые при взаимодействии пользователей с нашими службами.",
    legitimateHeading: "Законные причины обработки вашей личной информации",
    legitimatePartOne:
      "Мы собираем и используем вашу личную информацию только тогда, когда у нас есть законная причина для этого. В этом случае мы собираем только личную информацию, которая разумно необходима для предоставления вам наших услуг.",
    collectionHeading: "Сбор и использование информации",
    collectionPartOne:
      "Мы можем собирать личную информацию от вас, когда вы выполняете любое из следующих действий на нашем веб-сайте:",
    collectionPartTwo: "Зарегистрируйте аккаунт",
    collectionPartThree: "Купить подписку",
    collectionPartFour:
      "Участвуйте в наших конкурсах, розыгрышах, розыгрышах и опросах",
    collectionPartFive:
      "Подпишитесь, чтобы получать обновления от нас по электронной почте или в социальных сетях",
    collectionPartSix:
      "Используйте мобильное устройство или веб-браузер для доступа к нашему контенту",
    collectionPartSeven:
      "Свяжитесь с нами по электронной почте, в социальных сетях или с помощью любых аналогичных технологий.",
    collectionPartEight: "Когда вы упоминаете нас в социальных сетях",
    collectionPartNine:
      "Мы можем собирать, хранить, использовать и раскрывать информацию для следующих целей, и личная информация не будет обрабатываться в дальнейшем способом, несовместимым с этими целями:",
    collectionPartTen:
      "чтобы предоставить вам основные функции и услуги нашей платформы",
    collectionPartEleven: "для доставки вам продуктов и/или услуг",
    collectionPartTwelve: "для связи и общения с вами",
    collectionPartThirteen:
      "для аналитики, исследования рынка и развития бизнеса, в том числе для работы и улучшения нашего веб-сайта, связанных приложений и связанных платформ социальных сетей.",
    collectionPartFourteen:
      "для рекламы и маркетинга, в том числе для отправки вам рекламной информации о наших продуктах и услугах и информации о третьих лицах, которые, по нашему мнению, могут вас заинтересовать",
    collectionPartFifteen:
      "чтобы вы могли получить доступ и использовать наш веб-сайт, связанные приложения и связанные платформы социальных сетей",
    collectionPartSixteen:
      "для внутреннего делопроизводства и административных целей",
    collectionPartSeventeen:
      "для проведения конкурсов, лотерей и/или предоставления вам дополнительных преимуществ",
    collectionPartEighteen:
      "соблюдать наши юридические обязательства и разрешать любые споры, которые могут возникнуть у нас",
    collectionPartNineteen:
      "Мы можем объединять добровольно предоставленную и автоматически собираемую личную информацию с общей информацией или исследовательскими данными, которые мы получаем из других надежных источников. Например, если вы предоставите нам свое местоположение, мы можем объединить его с общей информацией о валюте и языке, чтобы предоставить вам расширенные возможности нашего сайта и сервиса.",
    securityHeading: "Безопасность вашей личной информации",
    securityPartOne:
      "Когда мы собираем и обрабатываем личную информацию и сохраняем эту информацию, мы будем защищать ее коммерчески приемлемыми средствами для предотвращения потери и кражи, а также несанкционированного доступа, раскрытия, копирования, использования или модификации.",
    securityPartTwo:
      "Хотя мы делаем все возможное для защиты личной информации, которую вы нам предоставляете, мы сообщаем, что ни один метод электронной передачи или хранения не является безопасным на 100%, и никто не может гарантировать абсолютную безопасность данных.",
    securityPartThree:
      "Вы несете ответственность за выбор любого пароля и его общую надежность, обеспечивая безопасность вашей собственной информации в рамках наших услуг. Например, обеспечение безопасности и конфиденциальности любых паролей, связанных с доступом к вашей личной информации и учетным записям.",
    howLongHeading: "Как долго мы храним вашу личную информацию",
    howLongPartOne:
      "Мы храним вашу личную информацию только до тех пор, пока нам это необходимо. Этот период времени может зависеть от того, для чего мы используем вашу информацию в соответствии с настоящей политикой конфиденциальности. Например, если вы предоставили нам личную информацию при создании учетной записи у нас, мы можем хранить эту информацию в течение всего времени существования вашей учетной записи в нашей системе. Если ваша личная информация больше не требуется для этой цели, мы удалим ее или сделаем ее анонимной, удалив все данные, которые идентифицируют вас.",
    howLongPartTwo:
      "Однако, при необходимости, мы можем сохранить вашу личную информацию для соблюдения нами юридических, бухгалтерских или отчетных обязательств или для целей архивирования в общественных интересах, научных или исторических исследовательских или статистических целях.",
    childrensPrivacyHeading: "Конфиденциальность детей",
    childrensPrivacyPartOne:
      "Мы не нацеливаем какие-либо наши продукты или услуги непосредственно на детей младше 13 лет и не собираем преднамеренно личную информацию о детях младше 13 лет.",
    disclosureHeading: "Раскрытие личной информации третьим лицам",
    disclosureSectionOne: "Мы можем раскрывать личную информацию:",
    disclosureSectionTwo:
      "материнская, дочерняя или аффилированная компания нашей компании",
    disclosureSectionThree:
      "сторонние поставщики услуг с целью предоставления им возможности предоставлять свои услуги, включая (без ограничений) поставщиков ИТ-услуг, поставщиков услуг хранения данных, хостинга и серверов, аналитики, регистраторов ошибок, сборщиков долгов, поставщиков услуг по обслуживанию или решению проблем, поставщиков маркетинговых услуг, профессиональные консультанты и операторы платежных систем",
    disclosureSectionFour: "наши сотрудники, подрядчики и/или связанные лица",
    disclosureSectionFive:
      "наши существующие или потенциальные агенты или деловые партнеры",
    disclosureSectionSix:
      "спонсоры или промоутеры любого конкурса, розыгрыша или рекламной акции, которую мы проводим",
    disclosureSectionSeven:
      "агентства кредитной информации, суды, трибуналы и регулирующие органы в случае, если вы не оплатите товары или услуги, которые мы вам предоставили",
    disclosureSectionEight:
      "суды, трибуналы, регулирующие органы и сотрудники правоохранительных органов, как того требует закон, в связи с любыми фактическими или предполагаемыми судебными разбирательствами или для установления, осуществления или защиты наших законных прав",
    disclosureSectionNine:
      "третьи стороны, включая агентов или субподрядчиков, которые помогают нам предоставлять вам информацию, продукты, услуги или прямой маркетинг",
    disclosureSectionTen: "третьи стороны для сбора и обработки данных",
    disclosureSectionEleven:
      "организация, которая покупает или которой мы передаем все или практически все наши активы и бизнес",
    disclosureSectionTwelve:
      "Третьи стороны, которых мы используем в настоящее время, включают:",
    disclosureSectionThirteen: "Гугл Аналитика",
    disclosureSectionFourteen: "SendGrid",
    disclosureSectionFifteen: "Полоса",
    rightsHeading: "Ваши права и управление вашей личной информацией",
    rightsSectionOneStrong: "Твой выбор:",
    rightsSectionOneText:
      "Предоставляя нам личную информацию, вы понимаете, что мы будем собирать, хранить, использовать и раскрывать вашу личную информацию в соответствии с настоящей политикой конфиденциальности. Вы не обязаны предоставлять нам личную информацию, однако, если вы этого не сделаете, это может повлиять на использование вами нашего веб-сайта или продуктов и/или услуг, предлагаемых на нем или через него.",
    rightsSectionTwoStrong: "Информация от третьих лиц:",
    rightsSectionTwoText:
      "Если мы получим личную информацию о вас от третьего лица, мы будем защищать ее, как указано в настоящей политике конфиденциальности. Если вы являетесь третьей стороной, предоставляющей личную информацию о ком-то еще, вы заявляете и гарантируете, что у вас есть согласие такого лица на предоставление нам личной информации.",
    rightsSectionThreeStrong: "Маркетинговое разрешение:",
    rightsSectionThreeText:
      "Если вы ранее дали согласие на использование нами вашей личной информации в целях прямого маркетинга, вы можете изменить свое решение в любое время, связавшись с нами, используя приведенную ниже информацию.",
    rightsSectionFourStrong: "Доступ:",
    rightsSectionFourText:
      "Вы можете запросить подробную информацию о личной информации, которую мы храним о вас.",
    rightsSectionFiveStrong: "Исправление:",
    rightsSectionFiveText:
      "Если вы считаете, что какая-либо информация о вас, которой мы располагаем, является неточной, устаревшей, неполной, неактуальной или вводящей в заблуждение, свяжитесь с нами, используя данные, указанные в настоящей политике конфиденциальности. Мы предпримем разумные меры для исправления любой информации, которая окажется неточной, неполной, вводящей в заблуждение или устаревшей.",
    rightsSectionSixStrong: "Недискриминация:",
    rightsSectionSixText:
      "Мы не будем дискриминировать вас за осуществление каких-либо ваших прав на вашу личную информацию. Если ваша личная информация не требуется для предоставления вам конкретной услуги или предложения (например, для обработки данных о транзакциях), мы не будем отказывать вам в товарах или услугах и/или взимать с вас разные цены или ставки за товары или услуги, в том числе путем предоставления скидок или другие преимущества, либо налагая штрафы, либо предоставляя вам товары или услуги другого уровня или качества.",
    rightsSectionSevenStrong: "Загрузка личной информации:",
    rightsSectionSevenText:
      "Мы предоставляем вам средство для загрузки личной информации, которой вы поделились через наш сайт. Пожалуйста, свяжитесь с нами для получения дополнительной информации.",
    rightsSectionEightStrong: "Уведомление об утечке данных:",
    rightsSectionEightText:
      "Мы будем соблюдать законы, применимые к нам в отношении любого нарушения данных.",
    rightsSectionNineStrong: "Жалобы:",
    rightsSectionNineText:
      "Если вы считаете, что мы нарушили соответствующий закон о защите данных, и хотите подать жалобу, свяжитесь с нами, используя приведенную ниже информацию, и предоставьте нам полную информацию о предполагаемом нарушении. Мы незамедлительно проведем расследование по вашей жалобе и ответим вам в письменной форме, указав результаты нашего расследования и шаги, которые мы предпримем для рассмотрения вашей жалобы. Вы также имеете право обратиться в регулирующий орган или орган по защите данных в связи с вашей жалобой.",
    rightsSectionTenStrong: "Отписаться:",
    rightsSectionTenText:
      "Чтобы отказаться от подписки на нашу базу данных электронной почты или отказаться от сообщений (включая маркетинговые сообщения), свяжитесь с нами, используя данные, указанные в этой политике конфиденциальности, или откажитесь, используя средства отказа, предоставленные в сообщении. Нам может потребоваться запросить у вас конкретную информацию, чтобы помочь нам подтвердить вашу личность.",
    cookiesHeading: "Использование файлов cookie",
    cookiesSectionOne:
      "Мы используем файлы cookie для сбора информации о вас и вашей активности на нашем сайте. Файл cookie — это небольшой фрагмент данных, который наш веб-сайт хранит на вашем компьютере и к которому вы получаете доступ при каждом посещении, чтобы мы могли понять, как вы используете наш сайт. Это помогает нам предоставлять вам контент на основе указанных вами предпочтений.",
    cookiesSectionTwo:
      "Пожалуйста, ознакомьтесь с нашей Политикой в отношении файлов cookie для получения дополнительной информации.",
    transfersHeader: "Деловые переводы",
    transfersSectionOne:
      "Если мы или наши активы будут приобретены, или в маловероятном случае выхода из бизнеса или банкротства, мы будем включать данные, включая вашу личную информацию, среди активов, передаваемых любым сторонам, которые нас приобретают. Вы признаете, что такая передача может иметь место, и что любые стороны, которые приобретают нас, могут, в пределах, разрешенных применимым законодательством, продолжать использовать вашу личную информацию в соответствии с этой политикой, которую они должны будут принять, поскольку она является основой для любых права собственности или использования, которыми мы обладаем в отношении такой информации.",
    limitsHeading: "Ограничения нашей политики",
    limitsSectionOne:
      "Наш веб-сайт может ссылаться на внешние сайты, которыми мы не управляем. Имейте в виду, что мы не контролируем содержание и политику этих сайтов и не можем брать на себя ответственность за их соответствующие методы обеспечения конфиденциальности.",
    changesHeading: "Изменения в настоящей Политике",
    changesSectionOne:
      "По своему усмотрению мы можем изменить нашу политику конфиденциальности, чтобы отразить обновления наших бизнес-процессов, текущие приемлемые методы или законодательные или нормативные изменения. Если мы решим изменить эту политику конфиденциальности, мы опубликуем изменения здесь по той же ссылке, по которой вы получаете доступ к этой политике конфиденциальности.",
    changesSectionTwo:
      "Если изменения будут значительными или если этого требует действующее законодательство, мы свяжемся с вами (в зависимости от выбранных вами предпочтений для сообщений от нас) и всеми нашими зарегистрированными пользователями с новыми данными и ссылками на обновленную или измененную политику.",
    changesSectionThree:
      "Если это требуется по закону, мы получим ваше разрешение или предоставим вам возможность согласиться или отказаться, в зависимости от обстоятельств, от любого нового использования вашей личной информации.",
    apacHeading:
      "Дополнительные раскрытия информации для соблюдения австралийского Закона о конфиденциальности (AU)",
    apacHeadingTwo: "Международная передача личной информации",
    apacSectionOne:
      "В тех случаях, когда раскрытие вашей личной информации регулируется исключительно австралийским законодательством о конфиденциальности, вы признаете, что некоторые третьи стороны могут не подпадать под действие Закона о конфиденциальности и Принципов конфиденциальности Австралии в Законе о конфиденциальности. Вы признаете, что если какая-либо третья сторона совершает какие-либо действия или действия, противоречащие Австралийским принципам конфиденциальности, она не будет нести ответственности в соответствии с Законом о конфиденциальности, и вы не сможете требовать возмещения ущерба в соответствии с Законом о конфиденциальности.",
    gdprHeading:
      "Дополнительные раскрытия информации для соответствия Общему регламенту защиты данных (GDPR) (ЕС)",
    gdprHeadingTwo: "Контроллер данных / обработчик данных",
    gdprSectionOne:
      "GDPR проводит различие между организациями, которые обрабатывают личную информацию в своих собственных целях (известными как «контроллеры данных»), и организациями, которые обрабатывают личную информацию от имени других организаций (известными как «обработчики данных»). Мы, GeoBuff, расположенные по адресу, указанному в нашем разделе «Контакты», являемся контролером данных в отношении личной информации, которую вы нам предоставляете.",
    legalBasesHeading:
      "Правовые основания для обработки вашей личной информации",
    legalBasesSectionOne:
      "Мы будем собирать и использовать вашу личную информацию только тогда, когда у нас есть на это законное право. В этом случае мы будем собирать и использовать вашу личную информацию законным, справедливым и прозрачным образом. Если мы запрашиваем ваше согласие на обработку вашей личной информации, и вам еще не исполнилось 16 лет, мы будем запрашивать согласие вашего родителя или законного опекуна на обработку вашей личной информации для этой конкретной цели.",
    legalBasesSectionTwo:
      "Наши законные основания зависят от услуг, которые вы используете, и от того, как вы их используете. Это означает, что мы собираем и используем вашу информацию только на следующих основаниях:",
    legalBasesHeadingTwo: "Согласие от вас",
    legalBasesSectionThree:
      "Когда вы даете нам согласие на сбор и использование вашей личной информации для определенной цели. Вы можете отозвать свое согласие в любое время, используя предоставляемые нами средства; однако это не повлияет на использование вашей информации, которое уже имело место. Вы можете дать согласие на предоставление своего имени и контактных данных для участия в розыгрыше или рекламной акции. Хотя вы можете отозвать свою заявку в любое время, это не повлияет на уже проведенный отбор или оценку. Если у вас есть какие-либо дополнительные вопросы о том, как отозвать свое согласие, пожалуйста, не стесняйтесь спрашивать, используя информацию, указанную в разделе «Контакты» этой политики конфиденциальности.",
    legalBasesHeadingThree: "Исполнение контракта или сделки",
    legalBasesSectionFour:
      "Если вы заключили с нами договор или сделку, или для того, чтобы предпринять подготовительные шаги перед тем, как мы заключим договор или сделку с вами. Например, если вы покупаете у нас продукт, услугу или подписку, нам может потребоваться использовать вашу личную и платежную информацию для обработки и доставки вашего заказа.",
    legalBasesHeadingFour: "Наши законные интересы",
    legalBasesSectionFive:
      "В тех случаях, когда мы оцениваем, что это необходимо для наших законных интересов, например, для предоставления, эксплуатации, улучшения и информирования о наших услугах. Мы считаем, что наши законные интересы включают исследования и разработки, понимание нашей аудитории, маркетинг и продвижение наших услуг, меры, принимаемые для эффективного использования наших услуг, маркетинговый анализ и меры, принимаемые для защиты наших законных прав и интересов.",
    legalBasesHeadingFive: "Соблюдение закона",
    legalBasesSectionSix:
      "В некоторых случаях у нас может быть юридическое обязательство использовать или хранить вашу личную информацию. Такие случаи могут включать (но не ограничиваться) судебные постановления, уголовные расследования, запросы правительства и нормативные обязательства. Если у вас есть какие-либо дополнительные вопросы о том, как мы храним личную информацию в соответствии с законом, пожалуйста, не стесняйтесь спрашивать, используя информацию, указанную в разделе «Контакты» этой политики конфиденциальности.",
    eeaHeading:
      "Международные переводы за пределы Европейской экономической зоны (ЕЭЗ)",
    eeaSectionOne:
      "Мы обеспечим, чтобы любая передача личной информации из стран Европейской экономической зоны (ЕЭЗ) в страны за пределами ЕЭЗ была защищена соответствующими мерами безопасности, например, с использованием стандартных положений о защите данных, одобренных Европейской комиссией, или использования обязательных корпоративные правила или другие юридически приемлемые средства.",
    yourRightsHeading: "Ваши права и управление вашей личной информацией",
    yourRightsSectionOneStrong: "Ограничивать:",
    yourRightsSectionOneText:
      "Вы имеете право потребовать, чтобы мы ограничили обработку вашей личной информации, если (i) вы обеспокоены точностью вашей личной информации; (ii) вы считаете, что ваша личная информация была обработана незаконно; (iii) вам нужно, чтобы мы хранили личную информацию исключительно для целей судебного иска; или (iv) мы находимся в процессе рассмотрения вашего возражения в отношении обработки на основе законных интересов.",
    yourRightsSectionTwoStrong: "Возражение против обработки:",
    yourRightsSectionTwoText:
      "Вы имеете право возражать против обработки вашей личной информации, которая основана на наших законных интересах или общественных интересах. Если это будет сделано, мы должны предоставить убедительные законные основания для обработки, которая имеет приоритет над вашими интересами, правами и свободами, чтобы продолжить обработку вашей личной информации.",
    yourRightsSectionThreeStrong: "Переносимость данных:",
    yourRightsSectionThreeText:
      "Вы можете иметь право запросить копию личной информации о вас, которую мы храним. По возможности мы предоставим эту информацию в формате CSV или другом легко читаемом машинном формате. Вы также можете иметь право потребовать, чтобы мы передали эту личную информацию третьей стороне.",
    yourRightsSectionFourStrong: "Удаление:",
    yourRightsSectionFourText:
      "У вас может быть право потребовать, чтобы мы удалили личную информацию о вас, которую мы храним, в любое время, и мы предпримем разумные шаги для удаления вашей личной информации из наших текущих записей. Если вы попросите нас удалить вашу личную информацию, мы сообщим вам, как удаление повлияет на использование вами нашего веб-сайта или продуктов и услуг. Могут быть исключения из этого права по конкретным юридическим причинам, которые, если применимо, мы изложим для вас в ответ на ваш запрос. Если вы закроете или удалите свою учетную запись, мы удалим вашу личную информацию в течение 30 дней после удаления вашей учетной записи. Имейте в виду, что поисковые системы и аналогичные третьи стороны могут по-прежнему сохранять копии вашей личной информации, которая была обнародована хотя бы один раз, например, определенная информация профиля и публичные комментарии, даже после того, как вы удалили эту информацию из наших служб или деактивировали свою учетную запись.",
    californiaHeading:
      "Дополнительные сведения для соблюдения требований штата Калифорния (США)",
    californiaSectionOne:
      "В соответствии с разделом 1798.83 Гражданского кодекса Калифорнии, если вы живете в Калифорнии и ваши деловые отношения с нами в основном связаны с личными, семейными или домашними делами, вы можете запросить у нас информацию, которую мы предоставляем другим организациям в их маркетинговых целях.",
    californiaSectionTwo:
      "Чтобы сделать такой запрос, свяжитесь с нами, используя информацию, указанную в этой политике конфиденциальности, указав «Запрос информации о конфиденциальности в Калифорнии» в строке темы. Вы можете сделать такой запрос один раз в календарный год. Мы отправим вам по электронной почте список категорий личной информации, которую мы раскрыли другим организациям в их маркетинговых целях в прошлом календарном году, вместе с их именами и адресами. Не вся личная информация, передаваемая таким образом, подпадает под действие раздела 1798.83 Гражданского кодекса Калифорнии.",
    doNotTrackHeading: "Не отслеживать",
    doNotTrackSectionOne:
      "В некоторых браузерах есть функция «Не отслеживать», которая позволяет вам сообщать веб-сайтам, что вы не хотите, чтобы ваши действия в сети отслеживались. В настоящее время мы не отвечаем на сигналы браузера «Не отслеживать».",
    doNotTrackSectionTwo:
      "Мы придерживаемся стандартов, изложенных в этой политике конфиденциальности, гарантируя, что мы собираем и обрабатываем личную информацию законно, справедливо, прозрачно и с законными законными основаниями для этого.",
    cookiesAndPixelsHeading: "Файлы cookie и пиксели",
    cookiesAndPixelsSectionOne:
      "Вы всегда можете отказаться от использования файлов cookie с нашего сайта, если это позволяет ваш браузер. Большинство браузеров позволяют вам активировать настройки в вашем браузере, чтобы отказаться от настройки всех или некоторых файлов cookie. Соответственно, ваша возможность ограничивать использование файлов cookie зависит только от возможностей вашего браузера. Дополнительную информацию см. в разделе «Файлы cookie» настоящей политики конфиденциальности.",
    ccpaHeading: "Финансовые стимулы, разрешенные CCPA",
    ccpaSectionOne:
      "В соответствии с вашим правом на недискриминацию мы можем предложить вам определенные финансовые стимулы, разрешенные Законом о защите прав потребителей и потребителей (CCPA), которые могут привести к различным ценам, ставкам или уровням качества товаров или услуг, которые мы предоставляем.",
    ccpaSectionTwo:
      "Любое финансовое поощрение, разрешенное CCPA, которое мы предлагаем, будет разумно связано с ценностью вашей личной информации, и мы предоставим письменные условия, которые четко описывают характер такого предложения. Для участия в программе финансового стимулирования требуется ваше предварительное согласие, которое вы можете отозвать в любое время.",
    caliNoticeHeading: "Калифорнийское уведомление о сборе",
    caliNoticeSectionOne:
      "За последние 12 месяцев мы собрали следующие категории личной информации, перечисленные в Законе штата Калифорния о конфиденциальности потребителей:",
    caliNoticeSectionTwo:
      "Для получения дополнительной информации о собираемой нами информации, включая источники, из которых мы получаем информацию, ознакомьтесь с разделом «Информация, которую мы собираем». Мы собираем и используем эти категории личной информации для деловых целей, описанных в разделе «Сбор и использование информации», в том числе для предоставления и управления нашим Сервисом.",
    rightToKnowHeading: "Право знать и удалять",
    rightToKnowSectionOne:
      "Если вы являетесь резидентом Калифорнии, вы имеете право удалить вашу личную информацию, которую мы собрали, и вам известна определенная информация о наших методах работы с данными за предыдущие 12 месяцев. В частности, вы имеете право запросить у нас следующее:",
    rightToKnowSectionTwo:
      "Категории личной информации, которую мы собрали о вас;",
    rightToKnowSectionThree:
      "Категории источников, из которых была собрана личная информация;",
    rightToKnowSectionFour:
      "Категории личной информации о вас, которую мы раскрываем для деловых целей или продаем;",
    rightToKnowSectionFive:
      "Категории третьих лиц, которым личная информация была раскрыта в деловых целях или продана;",
    rightToKnowSectionSix:
      "Деловая или коммерческая цель сбора или продажи личной информации; и",
    rightToKnowSectionSeven:
      "Конкретные части личной информации, которую мы собрали о вас.",
    rightToKnowSectionEight:
      "Чтобы воспользоваться любым из этих прав, свяжитесь с нами, используя данные, указанные в настоящей политике конфиденциальности.",
    shineTheLightHeading: "Сияй светом",
    shineTheLightSectionOne:
      "Если вы являетесь резидентом Калифорнии, в дополнение к правам, описанным выше, вы имеете право запросить у нас информацию о том, как мы передаем определенную личную информацию, как это определено законом штата Калифорния «Shine the Light», третьим сторонам и аффилированным лицам для их собственные цели прямого маркетинга.",
    shineTheLightSectionTwo:
      "Чтобы получить эту информацию, отправьте нам запрос, используя контактные данные, указанные в настоящей политике конфиденциальности. Запросы должны включать «Запрос о правах на конфиденциальность в Калифорнии» в первой строке описания и включать ваше имя, почтовый адрес, город, штат и почтовый индекс.",
    contactUsSectionOne:
      "По любым вопросам или проблемам, касающимся вашей конфиденциальности, вы можете связаться с нами, используя следующие данные:",
  },
  termsOfService: {
    sectionOnePartOne:
      "Настоящие Условия обслуживания регулируют использование вами веб-сайта, расположенного по адресу",
    sectionOnePartTwo: "и любые сопутствующие услуги, предоставляемые GeoBuff.",
    sectionTwoPartOne: "Получив доступ",
    sectionTwoPartTwo:
      ", вы соглашаетесь соблюдать настоящие Условия обслуживания и соблюдать все применимые законы и правила. Если вы не согласны с настоящими Условиями обслуживания, вам запрещено использовать или получать доступ к этому веб-сайту или использовать любые другие услуги, предоставляемые GeoBuff.",
    sectionThree:
      "Мы, GeoBuff, оставляем за собой право пересматривать и изменять любое из этих Условий обслуживания по нашему собственному усмотрению. После этого мы обновим эту страницу. Любые изменения настоящих Условий использования вступают в силу немедленно с даты публикации.",
    sectionFour:
      "Настоящие Условия использования в последний раз обновлялись 15 июля 2021 года.",
    limitationsOfUseHeading: "Ограничения использования",
    limitationsOfUseSectionOne:
      "Используя этот веб-сайт, вы гарантируете от своего имени, своих пользователей и других лиц, которых вы представляете, что вы не будете:",
    limitationsOfUseSectionTwo:
      "модифицировать, копировать, создавать производные работы, декомпилировать или реконструировать любые материалы и программное обеспечение, содержащиеся на этом веб-сайте;",
    limitationsOfUseSectionThree:
      "удалить любые обозначения авторских прав или других прав собственности из любых материалов и программного обеспечения на этом веб-сайте;",
    limitationsOfUseSectionFour:
      "передавать материалы другому лицу или «зеркалировать» материалы на любом другом сервере;",
    limitationsOfUseSectionFive:
      "сознательно или по небрежности использовать этот веб-сайт или любую из связанных с ним услуг таким образом, чтобы злоупотреблять или нарушать работу наших сетей или любых других услуг, предоставляемых GeoBuff;",
    limitationsOfUseSectionSix:
      "использовать этот веб-сайт или связанные с ним службы для передачи или публикации любых оскорбительных, непристойных, непристойных, мошеннических или незаконных материалов;",
    limitationsOfUseSectionSeven:
      "использовать этот веб-сайт или связанные с ним услуги в нарушение любых применимых законов или правил;",
    limitationsOfUseSectionEight:
      "использовать этот веб-сайт для рассылки несанкционированной рекламы или спама;",
    limitationsOfUseSectionNine:
      "собирать, собирать или собирать пользовательские данные без согласия пользователя; или",
    limitationsOfUseSectionTen:
      "использовать этот веб-сайт или связанные с ним услуги таким образом, который может нарушить неприкосновенность частной жизни, права интеллектуальной собственности или другие права третьих лиц.",
    intellectualPropertyHeading: "Интеллектуальная собственность",
    intellectualPropertySectionOne:
      "Интеллектуальная собственность в материалах, содержащихся на этом веб-сайте, принадлежит GeoBuff или лицензирована для нее и защищена действующим законодательством об авторских правах и товарных знаках. Мы предоставляем нашим пользователям разрешение на загрузку одной копии материалов для личного некоммерческого временного использования.",
    intellectualPropertySectionTwo:
      "Это представляет собой предоставление лицензии, а не передачу права собственности. Эта лицензия автоматически прекращает свое действие, если вы нарушаете любое из этих ограничений или Условий предоставления услуг, и может быть прекращена GeoBuff в любое время.",
    userGeneratedContentHeading: "Контент, создаваемый пользователями",
    userGeneratedContentSectionOne:
      "Вы сохраняете свои права собственности на интеллектуальную собственность в отношении материалов, которые вы отправляете нам для публикации на нашем веб-сайте. Мы никогда не будем претендовать на право собственности на ваш контент, но для его использования нам требуется от вас лицензия.",
    userGeneratedContentSectionTwo:
      "Когда вы используете наш веб-сайт или связанные с ним услуги для публикации, загрузки, обмена или иной передачи контента, на который распространяются права интеллектуальной собственности, вы предоставляете нам неисключительную, безвозмездную, передаваемую, сублицензируемую, всемирную лицензию на использование, распространение , изменять, запускать, копировать, публично отображать, переводить или иным образом создавать производные работы на основе вашего контента в соответствии с вашими настройками конфиденциальности и нашей Политикой конфиденциальности.",
    userGeneratedContentSectionThree:
      "Лицензия, которую вы нам предоставляете, может быть прекращена в любое время путем удаления вашего контента или учетной записи. Однако в той мере, в какой мы (или наши партнеры) использовали ваш контент в связи с коммерческим или спонсируемым контентом, лицензия будет действовать до тех пор, пока мы не прекратим выпуск соответствующей рекламы или публикации.",
    userGeneratedContentSectionFour:
      "Вы даете нам разрешение на использование вашего имени пользователя и другой идентифицирующей информации, связанной с вашей учетной записью, в соответствии с вашими настройками конфиденциальности и нашей Политикой конфиденциальности.",
    liabilityHeading: "Обязанность",
    liabilitySectionOne:
      "Наш веб-сайт и материалы на нашем веб-сайте предоставляются на условиях «как есть». В той степени, в которой это разрешено законом, GeoBuff не дает никаких гарантий, явных или подразумеваемых, и настоящим отказывается и отрицает все другие гарантии, включая, помимо прочего, подразумеваемые гарантии или условия товарной пригодности, пригодности для определенной цели или ненарушения прав интеллектуальной собственности, или иное нарушение прав.",
    liabilitySectionTwo:
      "Ни при каких обстоятельствах GeoBuff или его поставщики не несут ответственности за любые косвенные убытки, понесенные или понесенные вами или любой третьей стороной в результате использования или невозможности использования этого веб-сайта или материалов на этом веб-сайте, даже если GeoBuff или уполномоченный представитель были уведомлены. устно или письменно о возможности такого ущерба.",
    liabilitySectionThree:
      "В контексте настоящего соглашения «косвенные убытки» включают любые косвенные убытки, косвенные убытки, реальную или ожидаемую упущенную выгоду, упущенную выгоду, упущенную выгоду, потерю бизнеса, потерю деловой репутации, потерю возможности, потерю сбережений, потеря репутации, потеря возможности использования и/или потеря или повреждение данных, будь то в соответствии с законом, контрактом, правом справедливости, деликтом (включая халатность), возмещением ущерба или иным образом.",
    liabilitySectionFour:
      "Поскольку в некоторых юрисдикциях не допускается ограничение подразумеваемых гарантий или ограничение ответственности за косвенные или случайные убытки, эти ограничения могут на вас не распространяться.",
    accuracyOfMaterialsHeading: "Точность материалов",
    accuracyOfMaterialsSectionOne:
      "Материалы, представленные на нашем веб-сайте, не являются исчерпывающими и предназначены только для общих информационных целей. GeoBuff не гарантирует и не делает никаких заявлений относительно точности, вероятных результатов или надежности использования материалов на этом веб-сайте или иным образом связанных с такими материалами или любыми ресурсами, связанными с этим веб-сайтом.",
    linksHeading: "Ссылки",
    linksSectionOne:
      "GeoBuff не просматривал все сайты, связанные с его веб-сайтом, и не несет ответственности за содержание любого такого связанного сайта. Включение любой ссылки не означает одобрения, одобрения или контроля сайта GeoBuff. Использование любого такого связанного сайта осуществляется на ваш страх и риск, и мы настоятельно рекомендуем вам провести собственное расследование в отношении пригодности этих сайтов.",
    rightToTerminateHeading: "Право на расторжение",
    rightToTerminateSectionOne:
      "Мы можем приостановить или прекратить ваше право на использование нашего веб-сайта и немедленно прекратить действие настоящих Условий обслуживания после письменного уведомления вас о любом нарушении настоящих Условий обслуживания.",
    severanceHeading: "Северанс",
    severanceSectionOne:
      "Любое положение настоящих Условий предоставления услуг, которое полностью или частично является недействительным или не имеющим законной силы, отделяется в той мере, в какой оно является недействительным или не имеющим исковой силы. Действие остальных положений настоящих Условий обслуживания не затрагивается.",
    governingLawHeading: "Применимое право",
    governingLawSectionOne:
      "Настоящие Условия предоставления услуг регулируются и толкуются в соответствии с законами Новой Зеландии. Вы безоговорочно подчиняетесь исключительной юрисдикции судов в этом штате или месте.",
  },
  cookiePolicy: {
    sectionOnePartOne:
      "Мы используем файлы cookie, чтобы помочь вам улучшить работу нашего веб-сайта по адресу",
    sectionOnePartTwo:
      ". Эта политика использования файлов cookie является частью политики конфиденциальности GeoBuff. Он охватывает использование файлов cookie между вашим устройством и нашим сайтом.",
    sectionTwo:
      "Мы также предоставляем базовую информацию о сторонних сервисах, которые мы можем использовать, которые также могут использовать файлы cookie в рамках своих услуг. Эта политика не распространяется на их файлы cookie.",
    sectionThreePartOne:
      "Если вы не хотите принимать файлы cookie от нас, вы должны дать указание своему браузеру отказаться от файлов cookie от",
    sectionThreePartTwo:
      ". В таком случае мы, возможно, не сможем предоставить вам желаемый контент и услуги.",
    whatIsACookieHeading: "Что такое файл cookie?",
    whatIsACookieSectionOne:
      "Файл cookie — это небольшой фрагмент данных, который веб-сайт сохраняет на вашем устройстве, когда вы посещаете его. Обычно он содержит информацию о самом веб-сайте, уникальный идентификатор, который позволяет сайту распознавать ваш веб-браузер, когда вы возвращаетесь, дополнительные данные, которые служат цели файла cookie, и срок действия самого файла cookie.",
    whatIsACookieSectionTwo:
      "Файлы cookie используются для включения определенных функций (например, входа в систему), отслеживания использования сайта (например, аналитики), сохранения ваших пользовательских настроек (например, часового пояса, настроек уведомлений) и персонализации вашего контента (например, рекламы, языка).",
    whatIsACookieSectionThree:
      "Файлы cookie, устанавливаемые веб-сайтом, который вы посещаете, обычно называются основными файлами cookie. Обычно они отслеживают вашу активность только на этом конкретном сайте.",
    whatIsACookieSectionFour:
      "Файлы cookie, установленные другими сайтами и компаниями (т. е. третьими лицами), называются сторонними файлами cookie. Они могут использоваться для отслеживания вас на других веб-сайтах, использующих тот же сторонний сервис.",
    typesHeading: "Типы файлов cookie и как мы их используем",
    typesHeadingTwo: "Основные файлы cookie",
    typesSectionOne:
      "Основные файлы cookie имеют решающее значение для вашего опыта работы с веб-сайтом, позволяя использовать основные функции, такие как вход пользователей в систему, управление учетной записью, корзины покупок и обработка платежей.",
    typesSectionTwo:
      "Мы используем необходимые файлы cookie для включения определенных функций на нашем веб-сайте.",
    typesHeadingThree: "Файлы cookie производительности",
    typesSectionThree:
      "Файлы cookie производительности отслеживают, как вы используете веб-сайт во время посещения. Как правило, эта информация является анонимной и агрегированной, при этом информация отслеживается для всех пользователей сайта. Они помогают компаниям понять модели использования посетителями, выявлять и диагностировать проблемы или ошибки, с которыми могут столкнуться их пользователи, и принимать более эффективные стратегические решения для улучшения общего взаимодействия с веб-сайтом своей аудитории. Эти файлы cookie могут устанавливаться веб-сайтом, который вы посещаете (собственные), или сторонними службами. Они не собирают личную информацию о вас.",
    typesHeadingFour: "Функциональные файлы cookie",
    typesSectionFive:
      "Функциональные файлы cookie используются для сбора информации о вашем устройстве и любых настройках, которые вы можете настроить на посещаемом веб-сайте (например, настройки языка и часового пояса). С помощью этой информации веб-сайты могут предоставить вам персонализированный, улучшенный или оптимизированный контент и услуги. Эти файлы cookie могут устанавливаться веб-сайтом, который вы посещаете (собственные), или сторонними службами.",
    typesHeadingFive: "Целевые/рекламные файлы cookie",
    typesSectionSeven:
      "Целевые/рекламные файлы cookie помогают определить, какой рекламный контент наиболее актуален и соответствует вам и вашим интересам. Веб-сайты могут использовать их для показа целевой рекламы или ограничения количества показов рекламы. Это помогает компаниям повысить эффективность своих кампаний и качество представляемого вам контента. Эти файлы cookie могут устанавливаться веб-сайтом, который вы посещаете (собственные), или сторонними службами. Целевые/рекламные файлы cookie, установленные третьими лицами, могут использоваться для отслеживания вас на других веб-сайтах, использующих тот же сторонний сервис.",
    weDoNotUse: "Мы не используем этот тип файлов cookie на нашем сайте.",
  },
  acceptableUsePolicy: {
    sectionOne:
      "Эта политика допустимого использования распространяется на продукты, услуги и технологии (совместно именуемые «Продукты»), предоставляемые GeoBuff в соответствии с любым действующим соглашением. Он предназначен для защиты нас, наших клиентов и интернет-сообщества в целом от неэтичных, безответственных и незаконных действий.",
    sectionTwo:
      "Клиенты GeoBuff, уличенные в деятельности, запрещенной этой политикой допустимого использования, могут нести ответственность за приостановку обслуживания и прекращение действия учетной записи. В крайних случаях мы можем быть обязаны по закону сообщать о таких клиентах в соответствующие органы.",
    sectionThree:
      "Эта политика последний раз пересматривалась 15 июля 2021 года.",
    fairUseHeading: "Добросовестное использование",
    fairUseSectionOne:
      "Мы предоставляем наши объекты, исходя из предположения, что вы будете использовать их в обычном режиме в соответствии с нашим графиком предложений. Если ваше использование считается чрезмерным, может взиматься дополнительная плата или может быть ограничена пропускная способность.",
    fairUseSectionTwo:
      "Мы против всех форм злоупотреблений, дискриминации, нарушения прав и/или любых действий, которые наносят ущерб или ставят в невыгодное положение какую-либо группу, человека или ресурс. Мы ожидаем, что наши клиенты и, где это применимо, их пользователи («конечные пользователи») также будут использовать наши Продукты с аналогичными намерениями.",
    customerAccountabilityHeading: "Подотчетность клиентов",
    customerAccountabilitySectionOne:
      "Мы считаем, что наши клиенты несут ответственность за свои собственные действия, а также за действия любого лица, использующего наши Продукты с разрешения клиента. Эта ответственность также распространяется на любого, кто использует наши Продукты несанкционированно в результате неспособности клиента принять разумные меры безопасности.",
    customerAccountabilitySectionTwo:
      "Принимая от нас Продукты, наши клиенты соглашаются обеспечить соблюдение этой политики от имени всех, кто использует Продукты в качестве конечных пользователей. Жалобы на действия клиентов или их конечных пользователей будут направляться назначенному контактному лицу для соответствующей учетной записи.",
    customerAccountabilitySectionThree:
      "Если клиент — или его конечный пользователь, или любое лицо, использующее наши Продукты по вине клиента — нарушает нашу политику допустимого использования, мы оставляем за собой право прекратить действие любых Продуктов, связанных с нарушающей учетной записью или самой учетной записью, или принять любые корректирующие или превентивные меры. действие, которое мы считаем целесообразным, без предварительного уведомления. В той мере, в какой это разрешено законом, кредит не предоставляется за перерывы в обслуживании в результате любого нарушения нашей политики допустимого использования.",
    prohibitedActivityHeading: "Запрещенная деятельность",
    prohibitedActivityHeadingTwo:
      "Нарушение авторских прав и доступ к несанкционированным материалам",
    prohibitedActivitySectionOne:
      "Наши Продукты не должны использоваться для передачи, распространения или хранения каких-либо материалов в нарушение применимого законодательства. Это включает, но не ограничивается:",
    prohibitedActivitySectionTwo:
      "любой материал, защищенный авторским правом, торговой маркой, коммерческой тайной или другим правом на интеллектуальную собственность, используемый без надлежащего разрешения, и",
    prohibitedActivitySectionThree:
      "любой материал, который является непристойным, клеветническим, представляет собой незаконную угрозу или нарушает законы об экспортном контроле.",
    prohibitedActivitySectionFour:
      "Клиент несет единоличную ответственность за все материалы, которые он вводит, загружает, распространяет, передает, создает или публикует с помощью или на наших Продуктах, а также за получение законного разрешения на использование любых работ, включенных в такие материалы.",
    prohibitedActivityHeadingThree: "СПАМ и несанкционированная переписка",
    prohibitedActivitySectionFive:
      "Наши Продукты не должны использоваться для рассылки нежелательных массовых или коммерческих сообщений в нарушение законов и правил, применимых к вашей юрисдикции («спам»). Это включает, помимо прочего, рассылку спама, привлечение клиентов к спаму, рассылаемому другими поставщиками услуг, и сбор ответов на спам, рассылаемый другими поставщиками услуг.",
    prohibitedActivitySectionSix:
      "Наши Продукты не должны использоваться для ведения неподтвержденных списков рассылки или списков телефонных номеров («списков обмена сообщениями»). Это включает, помимо прочего, подписку адресов электронной почты или номеров телефонов на любой список сообщений без разрешения владельца адреса электронной почты или номера телефона, а также сохранение любых адресов электронной почты или номеров телефонов, подписанных таким образом. Все списки сообщений, запускаемые или размещенные в наших Продуктах, должны быть «подтверждены». Проверка прямого разрешения владельца адреса или номера телефона должна быть доступна в течение всего срока действия списка сообщений.",
    prohibitedActivitySectionSeven:
      "Мы запрещаем использование списков адресов электронной почты, списков телефонных номеров или баз данных, приобретенных у третьих лиц, для рассылки спама или неподтвержденных списков сообщений в наших Продуктах.",
    prohibitedActivitySectionEight:
      "Эта политика в отношении спама и несанкционированных сообщений применяется к сообщениям, отправляемым с использованием наших Продуктов, или к сообщениям, отправляемым из любой сети клиентом или любым лицом от имени клиента, которые прямо или косвенно направляют получателя на сайт, размещенный с помощью наших Продуктов.",
    prohibitedActivityHeadingFour:
      "Неэтичная, эксплуататорская и злонамеренная деятельность",
    prohibitedActivitySectionNine:
      "Наши Продукты не должны использоваться в целях рекламы, передачи или иного предоставления доступа к любому программному обеспечению, программе, продукту или услуге, предназначенным для нарушения этой политики допустимого использования или политики допустимого использования других поставщиков услуг. Это включает в себя, но не ограничивается, облегчение средств для рассылки спама и инициирование сетевого прослушивания, проверки связи, подмены пакетов, лавинной рассылки, почтовой бомбардировки и атак типа «отказ в обслуживании».",
    prohibitedActivitySectionTen:
      "Наши Продукты не должны использоваться для доступа к какой-либо учетной записи или электронному ресурсу, если группа или физическое лицо, пытающееся получить доступ, не владеет ресурсом или не имеет права доступа к нему (например, «взлом», «взлом», «фрикинг» и т. д.). .",
    prohibitedActivitySectionEleven:
      "Наши Продукты не должны использоваться с целью преднамеренного или неосторожного внедрения вирусов или вредоносного кода в наши Продукты и системы.",
    prohibitedActivitySectionTwelve:
      "Наши Продукты не должны использоваться для преднамеренного участия в действиях, направленных на причинение беспокойства другой группе или отдельному лицу. Наше определение домогательств включает в себя, помимо прочего, атаки типа «отказ в обслуживании», разжигание ненависти, пропаганду расовой или этнической нетерпимости и любые действия, направленные на угрозы, оскорбления, нарушение прав или дискриминацию в отношении какой-либо группы или отдельного лица.",
    prohibitedActivitySectionThirteen:
      "К другим действиям, которые считаются неэтичными, эксплуататорскими и злонамеренными, относятся:",
    prohibitedActivitySectionFourteen:
      "Получение (или попытка получения) услуг от нас с намерением избежать оплаты;",
    prohibitedActivitySectionFifteen:
      "Использование наших объектов для получения (или попытки получения) услуг от другого поставщика с намерением уклониться от оплаты;",
    prohibitedActivitySectionSixteen:
      "Несанкционированный доступ, изменение или уничтожение (или любая попытка этого) любой информации о наших клиентах или конечных пользователях любыми средствами или устройствами;",
    prohibitedActivitySectionSeventeen:
      "Использование наших объектов для вмешательства в использование наших объектов и сети другими клиентами или уполномоченными лицами;",
    prohibitedActivitySectionEighteen:
      "Публикация или передача любого содержания ссылок, подстрекающих к насилию, изображающих насильственные действия, изображающих детскую порнографию или угрожающих чьему-либо здоровью и безопасности;",
    prohibitedActivitySectionNineteen:
      "Любое действие или бездействие, нарушающее законы и правила о защите прав потребителей;",
    prohibitedActivitySectionTwenty: "Любое нарушение частной жизни человека.",
    prohibitedActivitySectionTwentyOne:
      "Наши Продукты не могут использоваться каким-либо физическим или юридическим лицом, которое вовлечено или подозревается в причастности к деятельности или причинам, связанным с незаконными азартными играми; терроризм; незаконный оборот наркотиков; незаконный оборот оружия или распространение, разработка, проектирование, производство, производство, накопление запасов или использование ядерного, химического или биологического оружия, оружия массового уничтожения или ракет; в каждом случае, включая любую связь с другими лицами, которые поддерживают вышеуказанные действия или причины.",
    prohibitedActivityHeadingFive:
      "Несанкционированное использование собственности GeoBuff",
    prohibitedActivitySectionTwentyTwo:
      "Мы запрещаем выдавать себя за GeoBuff, представлять важные деловые отношения с GeoBuff или владеть какой-либо собственностью GeoBuff (включая наши продукты и бренд) с целью мошеннического получения услуг, клиентов, покровительства или доверия пользователей.",
    aboutHeading: "Об этой политике",
    aboutSectionOne:
      "Эта политика описывает неисключительный список действий и намерений, которые мы считаем неприемлемыми и несовместимыми с нашим брендом.",
    aboutSectionTwo:
      "Мы оставляем за собой право изменять эту политику в любое время, публикуя пересмотренную версию на нашем веб-сайте. Пересмотренная версия вступает в силу с более ранней из следующих дат:",
    aboutSectionThree:
      "дата, когда клиент использует наши Продукты после того, как мы опубликуем исправленную версию на нашем веб-сайте; или",
    aboutSectionFour:
      "Через 30 дней после того, как мы опубликуем исправленную версию на нашем веб-сайте.",
  },
  faq: {
    itemOneQuestion:
      "Как изменить свой аватар, имя пользователя, адрес электронной почты или страну?",
    itemOneAnswerSectionOne: "Убедитесь, что вы вошли в систему.",
    itemOneAnswerSectionTwo:
      "Перейдите к своему профилю пользователя, используя раскрывающийся список навигации и выбрав профиль.",
    itemOneAnswerSectionThree:
      "Выберите значок карандаша в правом верхнем углу первой плитки.",
    itemOneAnswerSectionFour:
      "Обновите свои данные в форме и нажмите «Отправить».",
    itemOneAnswerSectionFive:
      "Ваши обновленные данные теперь должны правильно отображаться на первой плитке.",
    itemTwoQuestion: "Я забыл свой пароль. Что мне теперь делать?",
    itemTwoAnswerLink: "кликните сюда",
    itemTwoAnswerSectionOne:
      "для перехода к форме сброса пароля. После того, как вы отправите свой адрес электронной почты, вы получите электронное письмо с инструкциями о том, как сбросить пароль.",
    itemThreeQuestion: "Как пожаловаться на игрока?",
    itemThreeAnswerSectionOne:
      "Если вы видите в таблице лидеров игрока с именем пользователя, которое является оскорбительным и/или нарушает правила нашей",
    itemThreeAnswerSectionTwo:
      ", пожалуйста, создайте запрос в службу поддержки выше и укажите имя пользователя в сообщении, чтобы команда могла начать расследование.",
    itemFourQuestion:
      "Где я могу предложить исправления к существующим результатам викторины?",
    itemFourAnswer:
      "Отправьте запрос в службу поддержки выше, указав название теста и поправку, которую, по вашему мнению, мы должны внести в результаты.",
    itemFiveQuestion: "Что такое Геокоин?",
    itemFiveAnswerSectionOne:
      "GeoCoin — это наша внутриигровая валюта, которую вы зарабатываете каждый раз, когда набираете больше нуля в викторине. Количество монет, которые вы зарабатываете, зависит от того, насколько хорошо вы работаете.",
    itemFiveAnswerSectionTwo:
      "В настоящее время мы не реализовали никаких функций, которые позволили бы вам потратить ваши заслуженные GeoCoin. Команда усердно работает над изменениями, чтобы вы могли покупать специальные предметы аватара, подписки и многое другое, используя свою копилку. А пока, если вам интересно, как мы продвигаемся вперед, следите за нашей дорожной картой или в социальных сетях для получения более подробной информации!",
  },
  blog: {
    noPostsAlert: "Здесь ничего нет.",
  },
  footer: {
    company: "Компания",
    furtherInformation: "Дальнейшая информация",
    description:
      "GeoBuff — ведущая платформа Новой Зеландии для обучения географии и викторинам.",
    allRightsReserved: "Все права защищены",
    quizzesPlayed: "сыграно викторин",
  },
};
